Repository: RadarSoft/radarcube-olap-analysis
Catalog: src/Localization/Resources.*.resx
Languages: da, de, es, fa, fr, hr, hu, it, ja, lt, nl, no, pl, pt, sv, tr, vi, zh

# rsInactiveCubeWarning
source: The cube isn't active.
de: Der Cube ist nicht aktiv.
es: El cubo no está activo.
fa: کیوب فعال نیست
fr: Le cube est inactif
hr: Kocka nije aktivna.
hu: A kocka nem aktív
it: Il cubo non è attivo
ja: キューブはアクティブではありません。
lt: Duomenų kubas neaktyvus.
nl: De kubus is niet actief
no: Kuben er ikke aktiv.
pl: Kostka nie jest aktywna.
pt: O cubo não está ativo.
sv: Kuben är inte aktiv
tr: Küp aktif değil

# rsAnd
source: and
da: og
de: Und
es: y
fa: و
fr: et
hr: i
hu: és
it: e
ja: と
lt: ir
nl: en
no: og
pl: i
pt: e
sv: och
tr: ve
vi: và
zh: 和

# rsfcEqual
source: Equal
da: lig med
de: Gleich
es: Igual
fa: مساوی با
fr: Egal
hr: Jednako
hu: Egyenlő
it: Uguale
ja: 等しい
lt: Lygu
nl: Gelijk
no: Lik
pl: Równe
pt: Igual
sv: Lika med
tr: Eşit
vi: Bằng
zh: 等于

# rsfcFiltersOnCaption
source: Filter on captions
da: Filter på overskrifter
de: Auf Überschriften filtern
es: Filtrar por descripción
fa: فیلتر روی عناوین
fr: Filtrage sur titres
hr: Filter na zaglavljima
hu: Szűrés névre
it: Filtro sulle descrizioni
ja: キャプションのフィルタ
lt: Filtras pagal pavadinimus
nl: Filter op titels
no: Filter på 'captions'
pl: Filtruj wg opisu
pt: Filtrar nos títulos
sv: Filtrera på rubriker
tr: Etiketlere göre filtrele
vi: Lọc trên các tiêu đề
zh: 标题过滤

# rsfcNotEqual
source: Not equal
da: ikke lig med
de: Ungleich
es: Disintinto
fa: مساوی نیست با
fr: différent
hr: Nije jednako
hu: Nem egyenlő
it: Diverso
ja: 等しくない
lt: Nelygu
nl: Ongelijk
no: ikke lik
pl: Różne
pt: Diferente
sv: Inte lika med
tr: Eşit değil
vi: Không bằng
zh: 不等于

# rsfcPrompt
source: Show items only meeting the following condition:
da: Vis kun hvis følgende kriterier er opfyldt:
de: nur Elemente anzeigen die folgende Bedingung erfüllen:
es: Mostrar sólo los elementos que cumplan la siguiente condición:
fa: تنها آیتمهایی نشان داده شوند که شرایط زیر را برآورده می سازند.
fr: Ne présenter que les éléments correspondant à la condition suivante :
hr: Prikaži stavke koje zadovoljavaju sljedeći uvjet:
it: Mostra solo elementi che soddisfano la condizione seguente:
ja: 次の条件を満たす項目のみ表示：
lt: Rodyti punktus, atitinkančius šias sąlygas:
nl: Toon alleen de items die aan de volgende waarden voldoen:
no: Vis kun medlemer som tilfredstiller følgende kriterier:
pl: Pokaż tylko elementy spełniające warunek:
pt: Mostrar itens que atendam a condição:
sv: Visa bara poster som uppfyller följande villkor:
tr: Şu şartları sağlayan elemanları göster:
zh: 显示项目匹配于下条件

# rsfcTitleCaption
source: Filter on caption ({0})
da: Filter på overskrift ({0})
de: Nach Überschrift filtern ({0})
es: Filtrar por descripción ({0})
fa: فیتر روی عنوان ({0{)
fr: Filtrage sur titre ({0})
hr: Filter na zaglavlju ({0})
hu: Szűrés névre ({0})
it: Filtro sulla descrizione ({0})
ja: キャプションのフィルタ ({0})
lt: Filtras pagal pavadinimą ({0})
nl: Filter op titel ({0})
no: filter på 'caption' ({0})
pl: Filtruj wg opisu ({0})
pt: Filtrar no título ({0})
sv: Filter på rubrik ({0})
tr: Etiket ({0}) filtrele
vi: Lọc trên tiêu đề ({0})
zh: 标题过滤 ({0})

# rsfcTitleValue
source: Filter on value ({0})
da: Filter på værdi ({0})
de: Nach Wert filtern ({0})
es: Filtrar por valor ({0})
fa: فیلتر روی مقدار ({0})
fr: Filtrage sur valeur ({0})
hr: Filter na vrijednosti ({0})
hu: Szűrés értékre ({0})
it: Filtro sul valore ({0})
ja: 値のフィルタ ({0})
lt: Filtras pagal reikšmę ({0})
nl: Filter op waarde ({0})
no: Filter på verdi ({0})
pl: Filtruj wg wartości ({0})
pt: Filtrar no valor ({0})
sv: Filter på värde ({0})
tr: Değer ({0}) filtrele
vi: Lọc trên giá trị ({0})
zh: 数值过滤 ({0})

# rsfcBetween
source: Between
da: Mellem
de: Zwischen
es: Entre
fa: ما بین
fr: Entre
hr: Između
hu: Között
it: Compreso
ja: 範囲内
lt: Tarp
nl: Tussen
no: Mellom
pl: Jest pomiędzy
pt: Entre
sv: Mellan
tr: Arasında
vi: Nằm giữa
zh: 之间

# rsfcContains
source: Contains
da: Indeholder
de: Beinhaltet
es: Contiene
fa: شامل می شود
fr: Contient
hr: Sadrži
hu: Tartalmaz
it: Contiene
ja: 値／文字を含む
lt: Talpinti
nl: Bevat
no: Inneholder
pl: Zawiera
pt: Contém
sv: Innehåller
tr: İçerir
vi: Bao gồm
zh: 包含

# rsfcEndsWith
source: Ends with
da: Slutter med
de: Endet mit
es: Acaba en
fa: پایان می پذیرد با
fr: Termine par
hr: Završava
hu: Vége
it: Termina con
ja: で終わる
lt: Baigiasi tekstu
nl: Eindigt op
no: Slutter på
pl: Kończy się na
pt: Terminado com
sv: Slutar med
tr: İle biter
vi: Bết thúc với
zh: 结束于

# rsfcFiltersOnValue
source: Filter on value
da: Filter på værdi
de: Nach Werten filtern
es: Filtrar por valor
fa: فیلتر روی مقادیر
fr: Filtre sur la valeure
hr: Filter na vrijednosti
hu: Szűrés értékre
it: Filtro sul valore
ja: 値のフィルタ
lt: Filtruoti pagal reikšmę
nl: Filter op waarde
no: Filter på verdi
pl: Filtruj wg wartości
pt: Filtrar pelo valor
sv: Filter på värde
tr: Değere göre filtrele
vi: Lọc trên giá trị
zh: 数值过滤

# rsfcGreater
source: Exceed
da: Overskrider
de: Größer
es: Mayor
fa: افزون
fr: Dépasse
hr: Veće
hu: Nagyobb
it: Maggiore
ja: より大きい
lt: Viršyti
nl: Meer
no: Overskrider
pl: Większe
pt: Maior
sv: Överstiger
tr: Aşan
vi: Lớn hơn
zh: 大过

# rsfcLess
source: Less
da: Mindre end
de: Kleiner
es: Menor
fa: کمتر
fr: Moin
hr: Manje
hu: Kisebb
it: Minore
ja: より小さい
lt: Mažiau
nl: Minder
no: Mindre enn
pl: Mniejsze
pt: Menor
sv: Mindre än
tr: Az
vi: Nhỏ hơn
zh: 小过

# rsfcNotBetween
source: Not between
da: Ikke imellem
de: Nicht zwischen
es: Fuera de
fa: نا بین
fr: Non contenu dans intervale
hr: Nije između
hu: Nincs közötte
it: Non compreso
ja: 範囲外
lt: Nėra tarp
nl: Niet tussen
no: Ikke mellom
pl: Nie jest pomiędzy
pt: Não Entre
sv: Inte mellan
tr: Arasında Değil
vi: Nằm ngoài
zh: 不在之间

# rsfcNotContains
source: Doesn't contain
da: Indelholder ikke
de: Enthält nicht
es: No contiene
fa: شامل نمی شود
fr: Ne contient pas
hr: Ne sadrži
hu: Nem tartalmazza
it: Non contiene
ja: 値／文字を含まない
lt: Netalpina
nl: Bevat niet
no: Inneholder ikke
pl: Nie zawiera
pt: Não Contém
sv: Innehåller inte
tr: İçermez
vi: Không bao gồm
zh: 不包含

# rsfcNotEndsWith
source: Doesn't end with
da: Ender ikke med
de: Endet nicht mit
es: No acaba en
fa: پایان نمی پذیرد با
fr: Ne termine par
hr: Ne završava sa
hu: Nem így végződik
it: Non termina con
ja: で終わらない
lt: Nesibaigia testu
nl: Eindigt niet met
no: Slutter ikke på
pl: Nie kończy się na
pt: Não termina com
sv: Slutar inte med
tr: İle bitmez
vi: Không kết thúc với
zh: 不结束于

# rsfcNotGreater
source: Not greater
da: Ikke større
de: Nicht größer
es: No mayor
fa: بزرگتر نباشد از
fr: Pas plus grand
hr: Ne veće
hu: Nem nagyobb
it: Non maggiore
ja: 以下
lt: Nedaugiau
nl: Niet groter
no: Ikke større enn
pl: Nie większe
pt: Não maior
sv: Inte större än
tr: Daha büyük değil
vi: Không lớn hơn
zh: 不大过

# rsfcNotLess
source: Not less
da: Ikke mindre
de: Nicht kleiner
es: No menor
fa: کوچکتر نباشد از
fr: Pas plus petit
hr: ne manje
hu: Nem kisebb
it: Non minore
ja: 以上
lt: Nemažiau
nl: Niet minder
no: Ikke mindre enn
pl: Nie mniejsze
pt: Não menor
sv: Inte mindre än
tr: Daha az değil
vi: Không nhỏ hơn
zh: 不小过

# rsfcNotStartsWith
source: Doesn't start with
da: Starter ikke med
de: Beginnt nicht mit
es: No empieza con
fa: شروع نشود با
fr: Ne commence pas par
hr: Ne počinje sa
hu: Nem így kezdődik
it: Non comincia con
ja: で始まらない
lt: Neprasideda reikšme
nl: Begint niet met
no: Starter ikke med
pl: Nie zaczyna się od
pt: Não iniciado com
sv: Börjar inte med
tr: İle başlamaz
vi: Không bắt đầu với
zh: 不以此开始

# rsfcStartsWith
source: Starts with
da: Starter med
de: Beginnt mit
es: Empieza con
fa: شروع نشود با
fr: Commence pas par
hr: Počinje sa
hu: Kezdete
it: Comincia con
ja: で始まる
lt: Prasideda reikšme
nl: Begint met
no: Starter med
pl: Zaczyna się od
pt: Iniciado com
sv: Börjar med
tr: İle Başlar
vi: Bắt đầu với
zh: 开始于

# rsfcFirstTen
source: Top 10
es: Primeras 10
fa: 10 تای اول
fr: 10 premiers
hr: Prvih 10
hu: Első 10
it: Primi 10
ja: 上位／下位
lt: Pirmi 10
no: Topp 10
pl: Pierwsze 10
sv: Topp 10
tr: İlk 10
zh: 前10

# rsItems
source: Items
de: Elemente
es: Elementos
fa: آیتمها
fr: Eléments
hr: Stavke
hu: Elemek
it: Elementi
ja: 項目
lt: Punktai
nl: Onderdelen
no: Elementer
pl: Elementy
pt: Itens
sv: Poster
tr: Elemanlar
vi: Các phần tử
zh: 项目

# rsIn
source: in
es: en
fa: در
fr: dans
hr: u
ja: 値：
lt: sąraše
no: i
pl: w
pt: em
sv: i
tr: içinde
vi: trong
zh: 之内

# rsPercentFromItemsCount
source: % of items count
de: % von Anzahl der Elemente
es: % de nº de elementos
fa: % از تعداد آیتمها
fr: % du nombre d'éléments
hr: % od broja stavaka
hu: % elemszám
it: % del numero di elementi
ja: 項目数の割合
lt: Punktų skaičiaus %
nl: % van aantal onderdelen
no: % av antall elementer
pl: % liczby elementów
pt: % de itens contados
sv: % av antal poster
tr: % eleman sayısının
zh: % 于项目数

# rsSumma
source: Summa
de: Summe
es: Suma
fr: Somme
hr: Suma
hu: Összesen
it: Somma
ja: 総合計
lt: Suma
no: Sum
pl: Suma
pt: Soma
tr: Özet
zh: 综合性

# rsTop
source: Top
de: Höchste
es: Tope
fa: سرآیند
fr: Début
hu: Első
ja: 上位
lt: Pirmi
no: Topp
pl: Góra
sv: Topp
tr: İlk
zh: 前

# rsfcFiltersOnDate
source: Filter on date
de: Nach Datum Filtern
es: Filtro en fecha
fa: فیلتر روی تاریخ
fr: Filtrage sur date
hr: Filter na datum
hu: Dátumszűrés
it: Filtro sulla data
ja: 日付のフィルタ
lt: Filtruoti pagal datą
nl: Filter op datum
no: Filter på dato
pl: Filtruj wg daty
pt: Filtro pela Data
sv: Filtrera på datum
tr: Tarihi filterele
vi: Lọc trên ngày
zh: 过滤日期

# repHierarhyEditorLevel
source: Level to filter:
de: Zu filternder Level:
es: Nivel de filtro:
fa: سطح فیلترشونده:
fr: Niveau à filtrer:
it: Livello da filtrare:
ja: フィルタするレベル：
nl: Niveau om te filteren:
no: Nivå å filtrere:
pl: Poziom do filtrowania:
pt: Nivel para filtrar:
sv: Nivå att filtrera:
tr: Filterlelenecek Seviye:
zh: 级别过滤 :

# repHierarhyEditorSimple
source: Simple filter
de: Einfacher Filter
es: Filtro simple
fa: فیلتر ساده
fr: Filtre simple
hr: Jednostavan filter
hu: Egyszerű szűrő
it: Filtro semplice
ja: 簡単フィルタ
lt: Paprastas filtras
nl: Simpel filter
no: Enkelt filter
pl: Filtr prosty
pt: Filtro Simples
sv: Enkelt filter
tr: Basit filtre
zh: 简单过滤

# repHierarhyEditorFilterHint
source: Press to customize filter
de: Klicken um den Filter anzupassen
es: Clique para personalizar el filtro
fa: برای بدلخواه سازی فیلتر فشار دهید
fr: Appuyer pour personaliser le filtre
hr: Kliknite kako bi podesili filter
it: Premi per personalizzare il filtro
ja: クリックし、フィルタをカスタマイズ
lt: Paspauskite norint pakeisti filtrą
nl: Druk om filter te bewerken
no: Trykk for å tilpasse filter
pl: Naciśnij aby zmienić filtr
pt: Pressione para personalizar o filtro
sv: Klicka för att anpassa filtet
tr: Filtreyi Özelleştir
zh: 按此自定制过滤

# exprt_InputCaption
source: Input value
de: Eingabewert
es: Introduzca el valor
it: Valori inpute
pl: Wartość wejściowa
tr: Giriş değeri
zh: 输入值

# repHierarhyEditorInputValue
source: Input page number (from 1 to {0})
da: Indtast sidenummer (fra 1 to {0})
de: Seitenzahl eingeben (zwischen 1 und {0})
es: Introduzca el número de página (de 1 hasta {0})
fa: شماره صفحه را وارد کنید ( از 2 تا {0})
fr: Numéro de page (de 1 à {0})
hr: Unesite broj stranice (od 1 to {0})
it: Inserisci numero pagine (da 1 a {0})
ja: ページ番号を入力 ( 1 ～ {0})
lt: Įveskite puslapio numerį (nuo 1 iki {0})
nl: Paginanummer (van 1 tot {0})
no: Gi inn sidenummer (fra 1 til {0})
pl: Wprowadź numer strony (od 1 do {0})
pt: Entre com o número da página (entre 1 e {0})
tr: ( 1 den {0} a kadar) Sayfa numarasını girin
zh: 输入页码(从 1 to {0})

# repInputInvalidRange
source: Input value from {0} to {1}!
de: Wert eingeben zwischen {0} und {1}!
es: ¡Introduzca valor desde {0} hasta {1}!
fa: مقدار از }0{ تا }1{ وارد کنید
fr: Valeur de {0} à {1}!
hr: Unesite vrijednost od {0} do {1}!
it: Inserisci valori da {0} a {1}!
ja: 値を入力 {0} ～ {1}!
lt: Įveskite reikšmę nuo {0} iki {1}!
nl: Toegestane waarden: {0} tot {1}!
no: Gi inn verdi fra {0} til {1}!
pl: Wprowadź wartość od {0} do {1}!
pt: Valor entre {0} e {1}!
tr: Input value {0} da {1} kadar değeri girin!
zh: Input value from {0} 到 {1}!

# repInputInvalidValue
source: Invalid value
da: Illegal værdi
de: Ungültiger Wert
es: Valor incorrecto
fa: مقدار نامعتبر
fr: Valeur invalide
hu: Helytelen érték
it: Valore non valido
ja: 値は無効です
lt: Neteisinga reikšmė
nl: Ongeldige waarde
no: Ugyldig verdi
pl: Niepoprawna wartość
pt: Valor Inválido
sv: Ogiltigt värde
tr: Geçersiz değer
vi: Giá trị không hợp lệ
zh: 数值无效

# rsFilterTree
source: Filter members within the Hierarchy Editor window only
de: Nur Elemente innerhalb des Hierarchie-Editors filtern
es: Filtrar sólo miembros dentro del editor de jerarquía
fa: تنها اعضای داخل ویرایشگر سلسله مراتب، فیلتر شوند
fr: Filtrer les membres dans l'éditeur de hierarchies uniquement
it: Filtra gli elementi all'interno dell'editor della gerarchia
ja: 階層エディタのウィンドウ内のみメンバをフィルタ
nl: Filter leden alleen in het 'hiërarchie bewerken' venster
no: Filter medlemmer kun innenfor Hierarke editor vinduet
pl: Filtruj elementy tylko w Edytorze Hierarchii
pt: Membros filtrados somente atraves do Editor de Hierarquia
tr: Sadece Hiyerarşi düzenleyici panceresindeki üyeleri filtrele
zh: 过滤层次内部成员编辑

# rsContextFilterSettings
source: Context filter settings
de: Kontextfilter-Einstellungen
es: Configuración de filtros contextuales
fa: تنظیمات فیلتر کانتکست
fr: Options de filtrage contextuel
it: Impostazioni filtro contestuale
ja: フィルタの設定
nl: Context filter instellingen
no: Instillinger for innhold filter
pl: Ustawienia filtru kontekstowego
pt: Opções de filtro de contexto
tr: Bağlam Filtre Ayarları
zh: 上下文过滤编辑

# rsAggregatedValues
source: Aggregated values
da: Sammensatte værdier
de: Aggregierte Werte
es: Valores agregados
fa: مقادیر تجمعی
fr: Valeur agrégée
hu: Aggregált érték
it: Valori aggregati
ja: 集計値
lt: Apjungtos reikšmės
nl: Geaggregeerde waarden
no: Aggregerte verdier
pl: Wartość zagregowana
pt: Valores Agregados
tr: Agrege edilmiş değerler
zh: 合计数值

# rsFactTableValues
source: Fact table values
de: Faktumtabellen-Werte
es: Valores de hechos de tabla
fa: مقدارهای جدول فکت
fr: Valeurs de la table de faits
hu: Ténytábla értékek
it: Valori della tabella dei fatti
ja: ファクト テーブルの値
lt: Faktų lentelės reikšmės
nl: Feitentabel waarden
no: Fakta tabell verdier
pl: Wartości z tabeli faktów
pt: Valores Tabela Fato
tr: Olgu Tablosu değerleri
zh: 论据表格数值

# rsRestricts
source: Restricts:
de: Einschränkungen:
es: Restricciones:
fa: محدودیتها:
fr: Restrictions:
it: Restrizioni:
ja: 制限：
lt: Apribojimai:
nl: Beperking:
no: Begrensninger:
pl: Ogranicza:
pt: Restrito:
tr: Sınırlar:
zh: 限制:

# rsNewChat
source: <drag an item here to create a new graph>
de: Element hierhin ziehen um neuen Graphen zu erzeugen
es: <arrastre un elemento aquí para crear un nuevo gráfico>
fr: <déplacer un élément ici pour créer un nouveau graphique>
hr: Odvucite stavku ovdje kako bi napravili novi graf
it: trascina qui un elemento per creare un nuovo grafico
ja: <グラフを作成するには項目をここにドラッグ>
nl: &lt;Sleep hier een item om een nieuwe grafiek te maken&gt;
no: <trekk et element hit for å lage et nytt diagram>
pl: <przeciągnij tu element, aby utworzyć wykres>
pt: <arraste um item para criar um gráfico>
sv: <dra en post hit för att skapa en ny graf>
tr: <Yeni bir çizelge yaratmak için parçayı buraya sürükleyin>
zh: <拖拉项目于此创造新的图表>

# rsFind
source: Find
de: Finden
es: Buscar
fa: یافت شود
fr: Rechercher
hr: Traži
hu: Találat
it: Trova
ja: 検索
lt: Surasti
nl: Zoek
no: Finn
pl: Znajdź
pt: Procurar
sv: Sök
tr: Bul
zh: 搜索

# rsMemberFilterSettings
source: Member filter settings
de: Elementfilter-Einstellungen
es: Configuración del filtro de miembros
fa: تنظیمات فیلتر اعضا
fr: Option de filtrage de membres
it: Impostazioni filtro elementi
ja: メンバ フィルタの設定
nl: Filter leden instellingen
no: Instillinger for medlem filter
pl: Ustawienia filtru członków
pt: Opções do Filtro
sv: Medlemsfilterinställningar
tr: Üye filtre ayarları
zh: 成员过滤设置

# rsDockToPivotArea
source: Pivot area
da: Pivot panel
de: Pivot-Bereich
es: Area pivot
fa: ناحیه pivot
fr: Zone pivot
hu: Kimutatás nézet terület
it: Area pivot
ja: ピボット パネル
nl: Pivot gebied
no: Pivot område
pl: Obszar tabeli przestawnej
pt: Area de Pivot
sv: Pivotområde
tr: Pivot Alanı
vi: Vùng Pivot

# rsDockAllowLayout
source: Allow changing layout
da: Tillad ændring i layout
de: Layout-Anpassungen zulassen
es: Permitir cambiar composicion
fa: تغییرات Layout اجازه داده شود
fr: Changement de mise en page autorisé
it: Permetti il cambio del layout
ja: レイアウト更新可能
nl: Layout wijzigingen toestaan
no: Tillat layout endringer
pl: Zezwól na zmianę układu
pt: Permitir mudar layout
sv: Tillåt layoutförändring
tr: Düzenlemeye izin ver
vi: Cho phép thay đổi sự sắp xếp
zh: 允许替换规划

# rsDockToAllArea
source: All area
da: Alle paneler
de: Alle Bereiche
es: Toda el area
fa: تمام ناحیه
fr: Toutes zones
it: Tutta l'area
ja: 全てのパネル
lt: Visos dalys
nl: Alle gebieden
no: Alle områder
pl: Cały obszar
pt: Todas as areas
tr: Bütün alan
vi: Tất cả vùng

# rep_MoveMeasureToColFirst
source: First on column
de: Erster in Spalte
es: Primero de la columna
fa: اولین در ستون
fr: Premier dans la colonne
hr: Prvi na koloni
it: Posiziona inizio colonna
ja: 列の先頭
lt: Pirmas stulpelis
nl: Eerste op kolom
no: Først i kolonnen
pl: Pierwszy w kolumnie
pt: mover para coluna inicial
tr: Sütunda ilk
zh: 第一栏

# rep_MoveMeasureToColLast
source: Last on column
de: Letzter in Spalte
es: Último de la columna
fa: آخرین در ستون
fr: Dernier dans la colonne
hr: Zadnji na koloni
it: Posiziona fine colonna
ja: 列の最後
lt: Paskutinis stulpelis
nl: Laatste op kolom
no: Sist i kolonnen
pl: Ostatni w kolumnie
pt: mover para a ultima coluna
tr: Sütunda son
zh: 最后一栏

# rep_MoveMeasureToRowFirst
source: Last on row
de: Letzter in Zeile
es: Último de la fila
fa: آخرین در ردیف
fr: Premier dans la ligne
hr: Zadnji na retku
it: Posiziona fine riga
ja: 行の最後
lt: Paskutinė eilutė
nl: Laatste op rij
no: Sist i raden
pl: Pierwszy w wierszu
pt: mover para linha inicial
tr: Satırda ilk
zh: 最后一行

# rep_MoveMeasureToRowLast
source: First on row
de: Erster in Spalte
es: Primero de la fila
fa: اولین در ردیف
fr: Dernier dans la ligne
hr: Prvi na retku
it: Posiziona inizio riga
ja: 行の先頭
lt: Pirma eilutė
nl: Eerste op rij
no: Først i raden
pl: Ostatni w wierszu
pt: mover para linha final
tr: Satırda son
zh: 第一行

# rep_MoveMeasureToValues
source: Move to values
de: Werte
es: Mover a valores
fa: به مقدارها منتقل شود
fr: Déplacer vers valeurs
hr: Pomakni se na vrijednosti
it: Sposta in valori
ja: 値に移動
lt: Įtraukti į reikšmes
nl: Ga naar waarden
no: Flytt til verdier
pl: Przesuń do wartości
pt: mover para area de dados
tr: Değerlere taşı
zh: 移动数值

# repHierarhyEditorFilterText
source: Filter text
de: Text filtern
es: Filtro texto
fa: فیلتر متن
fr: Filtrerdu texte
hu: Szűrés
it: Testo filtro
ja: フィルタ文字
lt: Filtro tekstas
nl: Filter tekst
no: Filter tekst
pl: Filtruj tekst
pt: filtrar texto
tr: Metni filtrele
zh: 过滤正文

# repHierarhyEditorFilterTreeHint
source: Apply filter for tree hierarchy
de: Filter auf Baum-Hierarchie anwenden
es: Aplicar filtro a la jerarquía de árbol
fa: فیلتر به سلسله مراتب درخت اعمال شود
fr: Appliquer le filtre sur la hiérarchie
it: Applica filtro per albero gerarchia
ja: ツリー構造のフィルタを適用
lt: Pritaikyti filtrą hierarchijos medžiui
nl: Pas filter toe op boomstructuur
no: Bruk filteret på tre hierarkiet
pl: Zastosuj filtr do hierarchii drzewa
pt: Aplicar filtro para a arvore
sv: Tillämpa filter på trädhierarki
tr: Ağaç hiyerarşisi için filtre uygula
zh: 应用过滤树状层次

# rsDockMenuItem
source: Apply panels layout
de: Panel Layouts anwenden
es: Aplicar diseño de paneles
fa: اعمال لی اوت پنلها
fr: Appliquer la mise en page
it: Applica layout panelli
ja: パネル レイアウトを適用
nl: Pas layout toe op de panels
no: Bruk panel layout
pl: Zastosuj rozmieszczenie paneli
pt: Aplicar layout aos paineis
tr: Panelleri düzenlemeye uygula
zh: 而已面板规划

# rsWrongNamedSetPivoting
source: The “{0}”and “{1}” items cannot be shown in the report at the same time.
de: Die Elemente “{0}”und “{1}” können innerhalb eines Reports nicht zur selben Zeit angezeigt werden.
es: Los elementos “{0}”y “{1}” no se pueden mostrar en el informe a la vez.
fa: آیتمهای "}0{" و "}0{" نمی توانند باهم در یک گذارش بیایند.
fr: Les éléments “{0}” et “{1}” ne peuvent être visibles en même temps
it: Gli oggetti “{0}” e “{1}” non sono visualizzabili nello stesso report.
ja: “{0}” と “{1}” の項目は同じレポート上に同時に表示することができません。
nl: De “{0}” en “{1}” items kunnen niet teglijk in het rapport getoond worden.
no: “{0}” og “{1}” elemenene kan ikke vises i rapporten samtidig.
pl: Elementy “{0}” i “{1}” nie mogą wystąpić jednocześnie w raporcie
pt: Os itens “{0}”e “{1}” não podem ser exibidos ao mesmo tempo.
tr: Raporda “{0}” ve “{1}” parçaları aynı anda gösterilemez
zh: 这 “{0}” 和 “{1}” 项目不能同时显示于此报告

# rsCopy
source: Copy selection
da: Kopier valg
de: Auswahl kopieren
es: Copiar selección
fa: کپی انتخاب
fr: Copier la sélection
hr: Kopiraj izbor
hu: Kijelölt másolása
it: Copia selezione
ja: 選択のコピー
lt: Kopijuoti pažymėtą dalį
nl: Kopieer selectie
no: Kopier utvalget
pl: Kopiuj zaznaczenie
pt: Copiar seleção
sv: Kopiera urval
tr: Seçimi kopyala
zh: 复制已选择

# repMultiselect
source: Multiselect
de: Mehrfachauswahl
es: Multiselección
fa: انتخاب چندگانه
fr: Sélection multiple
hr: Višestruki izbor
it: Multiselezione
ja: 複数選択
lt: Pasirinkti kelis
no: Flervalg
pl: Wielowybór
pt: Selecao Multipla
sv: Flerval
tr: Çoklu seçim
zh: 多选

# rep_Clear
source: Clear
da: Tøm
de: Leeren
es: Limpiar
fa: پاک کدردن
fr: Effacer
hr: Očisti
hu: Törlés
it: Svuota
ja: クリア
lt: Išvalyti
nl: Leegmaken
no: Slett
pl: Wyczyść
pt: Limpar
sv: Rensa
tr: Temizle
zh: 清除

# rep_Search
source: Search:
da: Søg:
de: Suchen:
es: Buscar:
fa: جسجو
fr: Recherche:
hu: Keresés:
it: Cerca:
ja: 検索：
lt: Paieška:
nl: Zoek:
no: Søk:
pl: Szukaj:
pt: Pesquisar:
sv: Sök:
tr: Ara:
zh: 查找:

# rep_QuickSearch
source: Type a text here to filter the Cube Structure Tree
de: Filtertext hier eingeben
es: Escriba un texto aquí para la filtrar la estructura de árbol del cubo
fa: برای فیلتر ساختار درخت کیوب یک متن در اینجا وارد شود
fr: Entrez un texte pour filtrer l'arbre
it: Digitare filtro albero struttura cubo
ja: キューブ構造ツリーをフィルタするにはここに文字を入力
nl: Type hier een tekst om de boomstructuur te filteren
no: Skriv en tekst her for å filtrere kube struktur treet
pl: Wprowadź tu tekst by filtrować drzewo struktury kostki
pt: Digite algo para filtar a estrutura do cubo
sv: Skriv en text här för att filtrera strukturträdet
tr: Buraya Küp Yapı Ağacını filtrelemek için bir metin yazın
zh: 在这里输入文本以过滤多维数据集结构树

# rsWrongDateStr
source: Cannot parse the "{0}" as a date. Please use the following format: "{1}"
de: Text "{0}" kann nicht als Datum interpretiert werden. Bitte benutzen sie folgendes Format: "{1}"
es: No se puede transformar la "{0}" como una fecha. Por favor usa el siguiente formato: "{1}"
fr: Format de date invalide : "{0}". Utilisez le format suivant: "{1}"
hr: Nije moguće pročitati "{0}" kao datum. Koristite sljedeći format: "{1}"
it: Impossibile convertire "{0}" in data. Usare il seguente formato: "{1}"
ja: "{0}" は日付として認識できません。次のフォーマットを利用して下さい： "{1}"
nl: Kan "{0}" niet converteren naar een datum. Gebruik het volgende formaat: "{1}"
no: kan ikk tolke "{0}" som en dato. Vennligst bruk følgende format: "{1}"
pl: Nie można wczytać daty "{0}". Proszę wprowadzić datę w formacie "{1}"
pt: Não é possível converter "{0}" como data. Use o seguinte formato: "{1}"
tr: "{0}" i bir tarih olarak çözümleyemiyor. Lütfen "{1}" formatını kullanın
zh: 无法解析 "{0}" 为日期，请使用下面的格式: "{1}"

# rsAllExcept
source: All members except {0}
de: Alle Elemente außer {0}
es: Todos los miembros excepto {0}
fa: تمام اعضا به جز {0}
fr: Tout les membres sauf: {0}
hr: Svi ćlanovi osim {0}
it: Tutti gli elementi tranne {0}
ja: {0}以外のメンバ
lt: Visos sritys, išskyrus {0}
nl: Alle leden behalve {0}
no: Alle medlemmer untatt {0}
pl: Wszystkie elementy oprócz {0}
pt: Todos os membros exceto {0}
sv: Alla medlemmar förutom {0}
tr: {0} dışında bütün üyelet
zh: 除了 {0} 之外的所有成员
