Repository: RadarSoft/radarcube-olap-analysis
Catalog: src/Localization/Resources.*.resx
Languages: da, de, es, fa, fr, hr, hu, it, ja, lt, nl, no, pl, pt, sv, tr, vi, zh

# d_edAddNewDimention
source: Create new dimension
de: Neue dimension erzeugen
es: Nueva dimensión
fr: Créer une nouvelle dimension
hr: Kreiraj novu dimenziju
it: Crea una nuova dimensione
nl: Creëer een nieuwe dimensie
pl: Utwórz wymiar
pt: Criar nova dimensao
sv: Skapa ny dimension
tr: Boyut Oluştur
zh: 建立新维度

# d_edAddNewUDhier
source: Create new multilevel hierarchy
de: Neue Multilevel Hierarchie erzeugen
es: Nueva jerarquía de nivel múltiple
fr: Créer une nouvelle hiérarchie multi-niveaux
hr: Kreiraj novu hijerarhiju sa više nivoa
it: Crea una nuova gerarchia multi-livello
nl: Creëer een nieuw meertraps hierarchie
pl: Utwórz hierarchię
pt: Criar nova hierarquia multidimencional
tr: Yeni çok seviyeli hiyerarşi yarat
zh: 建立新多级层次

# d_edCreateInNewDim
source: Create along with new dimention
es: Crear junto con la nueva dimensión
hr: Kreiraj zajedno sa novom dimenzijom
it: Crea in una nuova dimensione
nl: Creëer samen met nieuwe dimensie
pl: Utwórz z nowym wymiarem
pt: Criar junto com a nova dimensao
tr: Boyutla birlikte yarat
zh: 一起建立新维度

# d_edDayOfMonth
source: Day of month
de: Tag
es: Día del mes
fr: Jour du mois
hr: Dan u mjesecu
hu: Hónap napja
it: Giorno del mese
nl: Dag van de maand
pl: Dzień
pt: Dia do mes
tr: Ayın Günü
zh: 此月

# d_edDayOfWeekLong
source: Day of week (long name)
de: Wochentag (lang)
es: Día de la semana (completo)
fr: Jour de la semaine (nom long)
hr: Dan u tjednu (puni naziv)
hu: Hét napja (hosszú név)
it: Giorno della settimana (nome completo)
nl: Dag van de week (lange naam)
pl: Dzień tygodnia (nazwa)
pt: Dia da semana (por extenso)
tr: Haftanın Günü (uzun adı)
zh: 此周(长名)

# d_edDayOfWeekShort
source: Day of week (short name)
de: Wochentag (kurz)
es: Día de la semana (abreviado)
fr: Jour de la semaine (nom court)
hr: Dan u tjednu (kratki naziv)
hu: Hét napja (rövid név)
it: Giorno della settimana (abbreviazione)
nl: Dag van de week (korte naam)
pl: Dzień tygodnia (skrót)
pt: Dia da semana (sigla)
tr: Haftanın Günü (kısa adı)
zh: 此周(简短)

# d_edDayOfYear
source: Day of year
de: Tag im Jahr
es: Día del año
fr: Jour de l'année
hr: Dan u godini
hu: Év napja
it: Giorno dell'anno
nl: Dag van het jaar
pl: Dzień roku
pt: Dia do ano
tr: Yılın Günü
zh: 此年

# d_edHalfYear
source: Half year
de: Halbjahr
es: Semestre
fr: Demi année
hr: Polugodište
hu: Félév
it: Semestre
nl: Half jaar
pl: Półrocze
pt: Semestre
tr: 6 Aylık
zh: 半年

# d_edHour
source: Hour
de: Stunde
es: Hora
fr: Heure
hr: Sat
hu: Óra
it: Ora
nl: Uur
pl: Godzina
pt: Hora
tr: Saat
zh: 小时

# d_edMarkHierarchyIn
source: Mark as hierarchy into
de: Als Hierarchie markieren
es: Señalar como jerarquía interna
hr: Označi kao hijerarhiju - Mark as hierarchy into
it: Contrassegna come gerarchia in
nl: Markeer als hiërarchie in
pl: Oznacz jako hierarchię
tr: Hiyerarşi olarak işaretle
zh: 标记此层次于

# d_edMarkMeasure
source: Mark as measure
de: Als Wert markieren
es: Señalar como métrica
fr: Marquer comme mesure
hr: Označi kao mjeru
it: Contrassegna come misura
nl: Markeer als meetwaarde
pl: Oznacz jalko miarę
pt: Marcar como medida
tr: Ölçü olarak işaretle
zh: 标记此量度

# d_edMinute
source: Minute
es: Minuto
hr: Minuta
hu: Perc
it: Minuto
nl: Minuut
pl: Minuta
pt: Minuto
tr: Dakika
zh: 分钟

# d_edMonthLong
source: Month (full name)
de: Monat (lang)
es: Mes (completo)
fr: Mois (nom complet)
hr: Mjesec (puni naziv)
hu: Hónap (teljes név)
it: Mese (nome completo)
nl: Maand (volledige naam)
pl: Miesiąc (nazwa)
pt: Mes (por extenso)
tr: AY (tam adı)
zh: 月(长名)

# d_edMonthNumber
source: Month (number)
de: Monat (Nummer)
es: Mes (ordinal)
fr: Mois (numéro)
hr: Mjesec (broj)
hu: Hónap (szám)
it: Mese (numero)
nl: Maand (nummer)
pl: Miesiąc (liczba)
pt: Mes (1-12)
tr: AY (sayı)
zh: 月(数字)

# d_edMonthShort
source: Month (short name)
de: Monat (kurz)
es: Mes (abreviado)
fr: Mois (nom court)
hr: Mjesec (kratki naziv)
hu: Hónap (rövid név)
it: Mese (abbreviazione)
nl: Maand (korte naam)
pl: Miesiąc (skrót)
pt: Mes (sigla)
tr: AY (kısa adı)
zh: 月(简短)

# d_edNewCalculatedHier
source: Create new calculated hierarchy
de: Erzeuge neue berechnete Hierarchie
es: Nueva jerarquía calculada
fr: Créer une nouvelle hiérarchie calculée
hr: Kreiraj novu računajuću hijerarhiju
it: Crea una nuova gerarchia calcolata
nl: Creëer een nieuwe berekende hierarchie
pl: Utwórz hierarchię wyliczaną
pt: Criar nova hierarquia calculada
tr: Hiyerarşi Oluştur
zh: 建立新计算层次

# d_edNewCalculatedHierDateTime
source: Hierarchy as datetime
de: Hierarchie als Datum
es: Jerarquía como Fecha y Hora
it: Gerachia come datetime
nl: Hiërarchie als datum
pl: Hierarchia czasu
tr: Zaman olarak hiyerarşi
zh: 日期层次

# d_edNewCalculatedMeas
source: Create new calculated measure
de: Erzeuge neue berechneten Wert
es: Nueva métrica calculada
fr: Créer une nouvelle mesure calculée
hr: Kreiraj novu računajuću mjeru
it: Crea una nuova misura calcolata
nl: Creëer een nieuwe berekende meetwaarde
pl: Utwórz miarę wyliczaną
pt: Criar nova medida calculada
tr: Ölçü Oluştur
zh: 建立新计算量度

# d_edNewDimension
source: New dimension
de: Neue Dimension
es: Nueva dimensión
fr: Nouvelle dimension
hr: Nova dimenzija
it: Nuova dimensione
nl: Nieuwe dimensie
pl: Utwórz wymiar
pt: Nova dimensao
tr: Yeni Boyut
zh: 新维度

# d_edNewDimensionName
source: New dimension name
de: Neuer Dimensionsname
es: Nombre de la nueva dimensión
fr: Nouveau nom de dimension
hr: Ime nove dimenzije
it: Nuovo nome della dimensione
nl: Naam van de nieuwe dimensie
pl: Nazwa wymiaru
pt: Novo nome de dimensao
tr: Yeni Boyut Adı
zh: 新维度名字

# d_edNewHierarchyName
source: New hierarchy name
de: Neuer Hierarchiename
es: Nombre de la nueva jerarquía
fr: Nouveau nom de hiérarchie
hr: Ime nove hijerarhije
it: Nuovo nome della gerarchia
nl: Naam van de nieuwe hiërarchie
pl: Nazwa nowej hierarchii
pt: Novo nome de hierarquia
tr: Yeni Hiyerarşi Adı
zh: 新层次名字

# d_edNewUDHierarchy
source: New multilevel hierarchy
de: Neue Multilevel Hierarchie
es: Nueva jerarquía de nivel múltiple
fr: Nouvelle hiérarchie multi-niveaux
hr: Nova višedimenzionalna hijerarhija
it: Nuova gerarchia multi-livello
nl: Nieuwe meertraps hiërarchie
pl: Utwórz hierarchię
pt: Nova hierarquia multidimensional
tr: Yeni Çok Seviyeli Hiyerarşi
zh: 新多级层次名字

# d_edProperties
source: Properties
de: Einstellungen
es: Propiedades
fr: Propriétés
hr: Obilježje
it: Proprietà
nl: Eigenschappen
pl: Właściwości
pt: Propriedades
sv: Efenskaper
tr: Özellikler
zh: 属性

# d_edQuarter
source: Quarter
de: Vierteljahr
es: Trimestre
fr: Trimestre
hr: Kvartal
it: Trimestre
nl: Kwartaal
pl: Kwartał
pt: Trimestre
tr: 3 Aylık
zh: 季

# d_edRemoveDimension
source: Remove dimension
de: Entferne Dimension
es: Eliminar dimensión
fr: Supprimer la dimension
hr: Ukloni dimenziju
it: Rimuovi dimensione
nl: Verwijder dimensie
pl: Usuń wymiar
pt: Remover dimensao
tr: Boyut Kaldır
zh: 删除维度

# d_edRemoveHierarchy
source: Remove hierarchy
de: Entferne Hierarchie
es: Eliminar jerarquía
fr: Supprimer la hiérarchie
hr: Ukloni hijerarhiju
it: Rimuovi gerarchia
nl: Verwijder hiërarchie
pl: Usuń hierarchię
pt: Remover hierarquia
tr: Hiyerarşi Kaldır
zh: 删除层次

# d_edRemoveMeasure
source: Remove measure
de: Entferne Wert
es: Eliminar métrica
fr: Suppimer la mesure
hr: Ukloni mjeru
it: Rimuovi misura
nl: Verwijder meetwaarde
pl: Usuń miarę
pt: Remover medida
tr: Ölçü Kaldır
zh: 删除量度

# d_edSecond
source: Second
de: Sekunde
es: Segundo
hr: Sekunda
it: Secondo
nl: Seconde
pl: Sekunda
pt: Segundo
tr: Saniye
zh: 第二

# d_edUnmarkField
source: Unmark the field
de: Feldmarkierung löschen
es: Desmarcar el campo
hr: Skini oznaku s polja
it: Deseleziona il campo
nl: Demarkeer het veld
pl: Odznacz pole
pt: Desmarque o campo
tr: Seçimi Kaldır
zh: 无记号域

# d_edWeekOfYear
source: Week of year
de: Kalenderwoche
es: Semana del año
fr: Semaine
hr: Tjedan u godini
hu: Év hete
it: Settimana dell'anno
nl: Week van het jaar
pl: Tydzień roku
pt: Semana do ano
tr: Yılın Haftası
zh: 周年

# d_edYear
source: Year
de: Jahr
es: Año
fr: Année
hr: Godina
hu: Év
it: Anno
nl: Jaar
pl: Rok
pt: Ano
tr: Yıl
zh: 年

# d_rsBackgroundEditor
source: Background editor
de: Hintergrundeditor
es: Editor oculto
fr: Editeur de fond
hr: Editor za pozadinu
it: Sfondo dell'editor
nl: Achtergrond bewerken
pl: Edytor tła
pt: Editor interno
tr: Geri Plan Editörü
zh: 背景编辑

# MF_AllAction
source: All actions
de: Alle Aktionen
es: Todas las acciones
it: Tutte le azioni
pl: Wszystko
pt: Limpar
tr: Bütün eylemler
zh: 所有行动

# MF_BackColor
source: Background gradient's
de: Hintergrund Farbverläufe
es: Gradiente de Fondo
it: Colore sfondo
pl: Gradient tła
pt: vermelho
tr: Geriplan gradyanı
zh: 背景色

# MF_Background
source: Selector gradient
de: Farbverlauf Auswahl
es: Selector de gradiente
it: Ordine colore
pl: Gradient zaznaczenia
pt: Gradiente
tr: Gradyan seçicisi
zh: 倾斜选择器

# MF_BelowAverage
source: Below average
de: Unter Durchschnitt
es: Debajo del promedio
it: Sotto la media
pl: Poniżej średniej
tr: Ortalamanın altında
zh: 低于平均

# MF_BelowThan
source: Less than % max
de: Weniger als % max
es: Menos de % max
it: Minore di % max
pl: Procentowo mniej niż
pt: menos que % max
tr: Maksimum % altında
zh: 低于 % 至多

# MF_Bright
source: Bright
de: Fröhlich
es: Brillante
it: Luminoso
pl: Jasny
pt: brilhante
tr: Parlak
zh: 亮

# MF_ChartBar
source: Chart bar gradient's
de: Balkendiagramm- Farbverläufe
es: Gradiente del grafico de barras
it: Barre grafico
pl: Gradient wykresu słupkowego
pt: barra gradiente
tr: Çizelge çubuğu gradyanı
zh: 图表倾斜

# MF_ClearList
source: Clear list
de: Liste leeren
es: Vaciar Lista
hu: Lista törlése
it: Svuota lista
pl: Wyczyść listę
pt: limpar lista
tr: Listeyi temizle
zh: 清除

# MF_ColorChemes
source: Customizing schemas
de: Schemas anpassen
es: Personalizando esquemas
it: Schemi colore
pl: Schemat kolorów
pt: Customizar o esquema
tr: Özelleştirme şemaları
zh: 定制计划

# MF_FarAverage
source: Furthest from average
de: Vom Durchschnitt am entferntesten
es: Más alejados del promedio
it: Più lontano dalla media
pl: Najdalsze od średniej
pt: mais afastada da media
tr: Ortalamadan en uzak
zh: 最大从平均

# MF_Gradient
source: Gradient
de: Farbverlauf
es: Gradiente
it: Sfumatura
pt: Gradiente
tr: Gradyan
zh: 倾斜

# MF_LastCommand
source: Last commands
de: Letzte Befehle
es: Último comando
hu: Utolsó parancs
it: Ultimi comandi
pl: Ostatnie polecenia
pt: Ultimos comandos
tr: Son emirler

# MF_MindFormat
source: Conditional format
de: Bedingte Formatierung
es: Formato Condicional
it: Formattazione condizionale
pl: Formatowanie warunkowe
pt: Formatação condicional
tr: Koşullu format
zh: 有条件的格式

# MF_MoreAverage
source: More average
de: Über Durchschnitt
es: Más promedio
it: Sopra la media
pt: Maior que a media
tr: Daha ortalama
zh: 更平均

# MF_MoreThan
source: More than % max
de: Mehr als % max
es: Más del % max
it: Maggiore di % max
pl: Procentowo więcej niż
pt: Maior que % max
tr: Ençok % dan fazla
zh: 更多 % 最大

# MF_NearAverage
source: Nearest to average
de: Durchschnitt am nächsten
es: Más cercano al promedio
it: Più vicino alla media
pl: Najbliższe średniej
pt: Próximo a média
tr: Ortalamaya en yakın
zh: 最接近平均

# MF_Rainbow
source: Rainbow
de: Regenbogen
es: Arcoiris
it: Arcobaleno
pl: Tęcza
tr: Gökkuşağı
zh: 彩虹

# MF_Remove
source: Remove
de: Entfernen
es: Quitar
it: Rimuovi
pl: Usuń
pt: Remover
tr: Çıkar
zh: 移除

# MF_SelectionMode
source: Selection mode
de: Auswahl Modus
es: Modo de selección
it: Modalità di selezione
pl: Sposób zaznaczania
pt: Seleção do modo
tr: Şeçim şekli
zh: 选择模式

# MF_StandardMode
source: Standard mode
de: Standard Modus
es: Modo estandar
it: Modalità standard
pl: Standardowy
pt: Modo padrão
tr: Standart
zh: 标准模式

# MF_System
source: System
es: Sistema
hu: Rendszer
it: Sistema
pl: Systemowy
pt: Sistema
tr: Sistem
zh: 系统

# MF_UseLeftButton
source: Use left button
de: Linker Button
es: Use botón izquierdo
hu: Használja a bal egérgombot
it: Usa il bottone di sinistra
pl: Lewym przyciskiem
pt: Usar botão esquerdo
tr: Sol düğmeyi kullan
zh: 使用左按钮

# MF_UseRightButton
source: Use right button
de: Rechter Button
es: Use botón derencho
hu: Használja a jobb egérgombot
it: Usa il bottone di destra
pl: Prawym przyciskiem
pt: Usar botão direito
tr: Sağ düğmeyi kullan
zh: 使用右按钮

# repClearGroup
source: Clear this group
da: Tøm gruppe
de: Gruppe leeren
es: Vaciar grupo
fa: این گروه پاک شود
fr: Réinitialiser ce groupe
hr: Isprazni grupu
hu: Csoport
it: Svuota questo gruppo
ja: このグループをクリア
lt: Išvalyti šią grupę
nl: Verwijder inhoud groep
no: Slett denne gruppen
pl: Wyczyść grupę
pt: Limpar este grupo
sv: Rensa denna grupp
tr: Grubu Temizle...
vi: Xóa sạch nhóm này
zh: 清除这个组

# repCreateNewGroup
source: Create new group...
da: Opret ny gruppe...
de: Neue Gruppe
es: Nuevo grupo...
fa: ایجاد گروه جدید ...
fr: Créer un nouveau groupe
hr: Kreiraj novu grupu...
hu: Új csoport létrehozása...
it: Crea un nuovo gruppo...
ja: 新しいグループの作成...
lt: Sukurti naują grupę...
nl: Maak een nieuwe groep...
no: Opprett ny gruppe...
pl: Utwórz grupę
pt: Criar novo grupo...
sv: Skapa ny grupp
tr: Yeni Grup Oluştur...
vi: Tạo một nhóm mới...
zh: 建立一个新组...

# repDeleteGroup
source: Delete this group
da: Slet gruppe
de: Gruppe löschen
es: Eliminar grupo
fa: حذف این گروه
fr: Supprimer ce groupe
hr: Obriši grupu
hu: Ennek a csoportnak a törlése
it: Cancella questo gruppo
ja: このグループを削除
lt: Pašalinti šią grupę
nl: Verwijder deze groep
no: Fjern denne gruppen
pl: Usuń grupę
pt: Apagar grupo
sv: Radera denna grupp
tr: Grubu Sil
vi: Xóa nhóm này
zh: 删除这个组

# repDrillAll
source: Drill all down
da: Åbn alle
de: Elemente erweitern
es: Expandir todo
fa: دریل داون همه
fr: Tout déployer
hr: Otvori sve razine
hu: Teljes lefúrás
it: Drill down completo
ja: すべてのドリルダウん
lt: Išskleisti visus
nl: Zoom-in allen
no: 'Drill down' alle
pl: Drąż do samego dołu
pt: Descer no Nivel (tudo)
sv: Borra ner alla
tr: Tüm Seviyelere İn
zh: 展开所有

# repDrillAllChildren
source: to the same-level children
da: til samme niveau
de: zur gleichen Ebene
es: al hijo del mismo nivel
fa: به سطح فرزندان
fr: vers les enfants du même niveau
hr: do članova na istoj razini
hu: azonos szintig
it: allo stesso livello dei figli
ja: 同じレベルの子へ
lt: iki to paties lygio vaikų
nl: naar zelfde niveau als de kinderen
no: til barn på samme nivå
pl: do potomków na tym samym poziomie
pt: Mesmo nível - filho
sv: till samma undernivå
tr: aynı seviye çocuklarına
zh: 同一层次的子节点

# repDrillAllHierarchy
source: to the next hierarchy
da: til næste hieraki
de: zur nächsten Hierarchie
es: a la siguiente jerarquía
fa: به سلسله مراتب بعدی
fr: vers la hiérarchie suivante
hr: do sljedeće hijerarhije
hu: a következő hierarchiáig
it: alla gerarchia successiva
ja: 次の階層へ
lt: iki kitos hierarchijos
nl: naar de volgende hiërarchie
no: til neste hierarki
pl: do następnej hierarchii
pt: Próxima hierarquia
sv: till nästa hierarki
tr: Sonraki Hiyerarşi
zh: 下一个维度级别

# repDrillAllLevel
source: to the next level
da: til næste niveau
de: zur nächsten Ebene
es: al siguiente nivel
fa: به سطح بعدی
fr: vers le niveau suivant
hr: do sljedeće razine
hu: a következő szintig
it: al livello successivo
ja: 次のレベルへ
lt: iki kito lygio
nl: naar de volgende niveau
no: til neste nivå
pl: do następnego poziomu
pt: Próximo nível
sv: till nästa nivå
tr: Sonraki Seviyeye
zh: 下一个层次

# repDrillAllUp
source: Drill all up
da: Saml alle
de: Elemente reduzieren
es: Contraer todo
fa: همگی به بالا دریل آپ شود
fr: Tout refermer
hr: Idi na početak
hu: Aggregálás
it: Drill up fino al livello più alto
ja: すべてのドリルアップ
lt: Sutraukti visus
nl: Zoom-uit allen
no: 'Drill up' alle
pl: Drąż w górę
pt: Subir (tudo)
sv: Borra upp alla
tr: Tüm Seviyelere Çık
zh: 折叠所有

# repDrillChildren
source: Drill down to the same level children
da: Åb til samme niveau
de: Elemente auf die gleiche Ebene erweitern
es: Expandir al mismo nivel de hijo
fa: دریل به همان سطح فرزندان
fr: Déployer au même niveau
hr: Otvori do članova na istoj razini
hu: Lefúrás azonos szintre
it: Drill down fino allo stesso livello figli
ja: 同じレベルの子へドリルダウン
lt: Išskleisti iki to paties lygio vaikų
nl: Zoom-in naar zelfde level als de kinderen
no: 'Drill down' til barn på samme nivå
pl: Drąż do potomków na tym samym poziomie
pt: Descer mesmo nível - filho
sv: Borra ner till samma undernivå
tr: Tümünü aynı seviye çocuklarına in
zh: 展开同一层次的子节点

# repDrillHierarchy
source: Drill down to the next hierarchy
da: Åbn til næste hieraki
de: Elemente zur nächsten Hierarchie erweitern
es: Expandir a la siguiente jerarquía
fa: دریل به سلسله مراتب بعدی
fr: Déployer la hiérarchie suivante
hr: Otvori do sljedeće hijerarhije
hu: Lefúrás a következő hierachiáig
it: Drill down fino alla gerarchia successiva
ja: 次の階層へドリルダウン
lt: Išskleisti iki kitos hierarchijos
nl: Zoom-in naar de volgende hiërarchie
no: 'Drill down' til neste hierarki
pl: Drąż do następnej hierarchii
pt: Descer próxima hierarquia
sv: Borra ner till nästa hierarki
tr: Bir sonraki hiyerarşiye in
zh: 展开到下一个维度级别

# repDrillLevel
source: Drill down to the next level
da: Åbn til næste niveau
de: Elemente zur nächsten Ebene erweitern
es: Expandir al siguiente nivel
fa: دریل به سطح بعدی
fr: Déployer le niveau suivant
hr: Otvori do sljedeće razine
hu: Lefúrás a következő szintig
it: Drill down fino al livello successivo
ja: 次のレベルへドリルダウン
lt: Išskleisti iki kito lygio
nl: Zoom-in naar volgende niveau
no: 'Drill down' til neste nivå
pl: Drąż do następnego poziomu
pt: Descer próximo nível
sv: Borra ner till nästa nivå
tr: Bir sonraki seviyeye in
zh: 展开到下一个层次

# repDrillUp
source: Drill up
da: Rul op
de: Element reduzieren
es: Contraer
fa: دریل به بالا
fr: Remonter
hr: Idi gore
hu: Aggregálás
ja: ドリルアップ
lt: Sutraukti
nl: Zoom-uit
pl: Drąż w górę
pt: Subir
sv: Borra upp
tr: Tümüne çık
zh: 折叠

# repEnterGroupName
source: Enter the new group name
da: Indtast nyt gruppenavn
de: Geben Sie den neuen Gruppennamen ein
es: Escriba el nombre del nuevo grupo
fa: ورود نام گروه جدید
fr: Sasir le nom du nouveau groupe
hr: Unesi ime za novu grupu
hu: Új csoport felvitele
it: Inserisci il nome del gruppo
ja: 新しいグループ名
lt: Įveskite naujos grupės pavadinimą
nl: Geef de nieuwe groepsnaam
no: Gi ny gruppe navn
pl: Wpisz nazwę grupy
pt: Entre com o nome do grupo
sv: Ange namnet på gruppen
tr: Grup ismini giriniz
zh: 输入新建组的名称

# repHideExcept
source: Hide all members except this
da: Skjul alle medlemmer pånær denne
de: Alle Elemente außer diesem ausblenden
es: Ocultar todos los miembros excepto este
fa: تمام اعضا به جز این پنهان شوند
fr: Cacher les membres sauf cela
hr: Sakrij sve članove osim ovog
hu: Minden elem elrejtése kivéve ezt
it: Nascondi tutti gli elementi eccetto questo
ja: これ以外のメンバを非表示に設定
lt: Nerodyti nieko, išskyrus pasirinktą
nl: Verberg alle leden behalve deze
no: Skjul alle medlemmer untatt dette
pl: Ukryj wszystkie elementy oprócz tego
pt: Esconder todos exceto este
sv: Dölj alla medlemmar utom denna
tr: Seçilen Üyeler Haricindekileri Gizle
zh: 隐藏除此之外的其他成员

# repHideMeasure
source: Hide this measure
da: Skjul denne måling
de: Measure aublenden
es: Ocultar esta métrica
fa: این مقدار پنهان شود
fr: Cacher cette mersure
hr: Sakrij ovu mjeru
hu: Ennek az adatnak az elrejtése
it: Nascondi questa misura
ja: このメジャーを非表示に設定
lt: Nerodyti šių matavimų
nl: Verberg deze meetwaarde
no: Skjul denne målingen
pl: Ukryj miarę
pt: Ocultar medida
sv: Dölj detta mätvärde
tr: Ölçü Gizle
zh: 隐藏这个度量值

# repHideMember
source: Hide this member
da: Skul dette medlem
de: Member ausblenden
es: Ocultar este miembro
fa: این عضو پنهان شود
fr: Cacher ce membre
hr: Sakrij ovog člana
hu: Ennek az elemnek az elrejtése
it: Nascondi questo elemento
ja: このメンバを非表示に設定
lt: nerodyti šios srities
nl: Verberg deze leden
no: Skjul dette medlemmet
pl: Ukryj element
pt: Ocultar membro
sv: Dölj denna medlem
tr: Bu üyeyi Gizle
zh: 隐藏这个成员

# repHideMembersAbove
source: Hide all members above this
da: Skjul alle medlemmer over denne
de: Alle Elemente über diesem ausblenden
es: Ocultar todos los miembros sobre este
fa: تمام اعضا بالایی پنهان شوند
fr: Cacher tous les membres au dessus
hr: Sakrij sve članove iznad ovog
hu: Minden elem elrejtése innentől
it: Nascondi tutti gli elementi al di sopra di questo
ja: この上のメンバを非表示に設定
lt: Nerodyti visų sričių virš pasirinktos
nl: Verberg alle leden boven deze
no: Skjul alle medlemmer over dette
pl: Ukryj elementy powyżej
pt: Ocultar todos os membros acima
sv: Dölj alla medlemmar över denna
tr: Bunun Üstündeki Üyeleri Gizle
zh: 隐藏这之上的所有成员

# repHideMembersBelow
source: Hide all members below this
da: Skjul alle medlemmer under denne
de: Alle Elemente unter diesem ausblenden
es: Ocultar todos los miembros bajo este
fa: تمام اعضا پایین این پنهان شوند
fr: Cacher tous les membres en dessous
hr: Sakrij sve članove ispod ovog
hu: Minden elem elrejtése ez alatt
it: Nascondi tutti gli elementi al di sotto di questo
ja: この下のメンバを非表示に設定
lt: Nerodyti visų sričių žemiau pasirinktos
nl: Verberg alle leden onder deze
no: Skjull alle medlemmer under dette
pl: Ukryj elementy poniżej
pt: Ocultar todos os membros abaixo
sv: Dölj alla medlemmar under denna
tr: Bunun altındaki Üyeleri Gizle
zh: 隐藏这之下的所有成员

# repHierarhyEditor
source: Hierarchy editor
da: Hieraki editor
de: Hierarchie Editor
es: Editor de jerarquías
fa: ادیتور سلسله مراتب
fr: Editeur de hiérarchie
hr: Editor za hijerarhije
hu: Hierachia szerkesztő
it: Editor della gerarchia
ja: 階層エディタ
lt: Hierarchijos redaktorius
nl: Hiërarchie editor
no: Hierarki editor
pl: Edytor hierarchii
pt: Hierarquias
sv: Hierarkieditor
tr: Hiyerarşi Editörü
zh: 维度级别编辑

# rsAllMembersCaption
source: All members
da: Alle medlemmer
de: Alle Elemente
es: Todos los miembros
fa: تمام اعضا
fr: Tous les membres
hr: Sve članove
hu: Összes elem
it: Tutti gli elementi
ja: すべてのメンバ
lt: Visos sritys
nl: Alle leden
no: Alle medlemmer
pl: Wszystkie elementy
pt: Todos os membros
sv: Alla medlemmar
tr: Tüm Üyeler
zh: 所有成员

# repMoveAllToGroup
source: Move all members to group
da: Flyt alle medlemmer til gruppe
de: Alle Elemente zu einer Gruppe hinzufügen
es: Mover todos los miembros al grupo
fa: تمام اعضا به گروه منتقل شوند
fr: Déplacer les membres vers le groupe
hr: Premjesti sve članove u grupu
hu: Összes elem csoportosítása
it: Sposta tutti gli elementi nel gruppo
ja: すべてのメンバをグループに移動
lt: Perkelti visas sritis į grupę
nl: Verplaats alle leden naar groep
no: Flytt alle medlemmer til gruppe
pl: Dodaj wszystkie elementy do grupy
pt: Mover membros para grupo
sv: Flytta alla medlemmar till grupp
tr: Tüm Üyeleri Gruba Taşı
zh: 把所有成员添加到组

# repMoveBelowToGroup
source: Move all members below this to group
da: Flyt alle medlemmer under denne til gruppe
de: Alle Elemente unter diesem zu einer Gruppe hinzufügen
es: Mover todos los miembros por debajo al grupo
fa: تمام اعضای بالایی به گروه منتقل شوند
fr: Déplacer tous les membres en dessous vers le groupe
hr: Premjesti sve članove ispod ove grupe
hu: Összes ez alatti elem csoportosítása
it: Sposta nel gruppo tutti gli elementi al di sotto di questo
ja: この下のメンバをすべてグループに移動
lt: Perkelti visas sritis žemiau pasirinktos į grupę
nl: Verplaats alle leden onder deze groep
no: Flytt alle medlemmer under denne til gruppe
pl: Dodaj elemety poniżej do grupy
pt: Mover membros abaixo para este grupo
sv: Flytta alla underliggande medlemmar till grupp
tr: Bunun Altındaki Tüm üyleri Gruba Taşı
zh: 把所有这个之下的成员添加到组
