Repository: RadarSoft/radarcube-olap-analysis
Catalog: src/Localization/Resources.*.resx
Languages: da, de, es, fa, fr, hr, hu, it, ja, lt, nl, no, pl, pt, sv, tr, vi, zh

# rsHideAllProperties
source: Hide all properties
de: Alle Eigenschaften verstecken
es: Ocultar todas las propiedades
fr: Cacher toutes les propriétés
it: Nascondi tutte le proprietà
nl: Verberg alle eigenschappen
no: Skjul alle egenskaper
pl: Ukryj właściwości
pt: Ocultar todas as propriedades
sv: Dölj alla egenskaper
tr: Bütün özellikleri gizle
zh: 隐藏所有属性

# rsShowAllProperties
source: Show all properties
de: Alle Eigenschaften zeigen
es: Mostrar todas las Propiedades
fr: Afficher les propriétés
it: Mostra tutte le proprietà
nl: Toon alle eigenschappen
no: Vis alle egenskaper
pl: Pokaż właściwości
pt: Exibir todas as propriedades
sv: Visa alla egenskaper
tr: Bütün özellikleri göster
zh: 显示所有属性

# rsShowPropertiesReport
source: Show properties in report
de: Eigenschaften in Report zeigen
es: Mostrar propiedades en Report
fr: Afficher les propriétés dans le rapport
it: Mostra le proprietà in report
nl: Toon eigenschappen in rapport
no: Vis egenskaper i rapport
pl: Pokaż właściwości w raporcie
pt: Exibir propriedades no relatorio
tr: Bütün özellikleri raporda göster
zh: 在报告中显示属性

# rsShowPropertiesTooltip
source: Show properties in tooltips
de: Eigenschaften in ToolTip zeigen
es: Mostar propiedades en tooltip
fr: Afficher les propriétés dans l'info-bulle
it: Mostra proprietà in tooltip
nl: Toon eigenschappen in labels
no: Vis egenskaper i verktøy-tips
pl: Pokaż właściwości w dymku
pt: Exibir propriedades em tooltips
tr: Bütün özellikleri ipuçlarında göster
zh: 在提示中显示属性

# rsDeferLayoutUpdateCheckBoxCaption
source: Defer layout update
de: Keine Aktualisierung
es: Aplazar la actualización
fr: Retarder la mise à jour de la disposition
it: Ritarda aggiornamento layout
nl: Vertraag bijwerken van uiterlijk
pl: Opóźnione odświeżanie układu
tr: Düzeni güncellemeyi ertele
zh: 延迟布局更新

# hint_ShowHidePanels
source: Show/hide available panels
de: Zeige/Verstecke verfügbare panels
es: Mostrar/Ocultar Paneles
fr: Afficher/cacher les panneaux disponibles
it: Mostra/nascondi pannelli aggiuntivi
nl: Toon/verberg beschikbare panels
no: Vis/skjul tilgjengelige paneler
pl: Pokaż/ukryj dostępne panele
tr: Göster/gizle geçerli panel
zh: 显示/隐藏可用的面板

# exprt_Settings_Colontitles_CustomizePageNumber
source: Customize page number
de: Seitenzahl
es: Personalizar número de página
it: Personalizza numero di pagina
pl: Dostosuj numer strony
tr: Sayfa sayısını özelleştir
zh: 自定义页号

# exprt_Settings_Colontitles_CustomizePageTitle
source: Customize page title
de: Seitentitel
es: Personalizar Título de Página
it: Personalizza titolo pagina
pl: Dostosuj tytuł strony
tr: Sayfa başlığını özelleştir
zh: 自定义页标题

# exprt_Settings_ColorAndFontPage
source: Color and font
de: Farbe und Schrift
es: Color y Fuente
it: Colori e font
pl: Kolor i tcziocnka
tr: Renk ve yazı tipi
zh: 颜色和字体

# exprt_Settings_PageAndEdge_Left
source: Left
de: Links
es: Izquierda
it: Sinistra
pl: Lewa
tr: Sol
zh: 左

# exprt_Settings_PageAndEdge_MeasureUnit
source: Measure unit
de: Wert Einheit
es: Unidades de Medida
it: Unità di misura
pl: Jednostka miary
tr: Ölçü birimi
zh: 度量值单元

# exprt_Settings_PageAndEdge_PageOrientation
source: Page orientation
de: Seitenausrichtung
es: Orientación de la Página
it: Orientamento pagina
pl: Orientacja strony
tr: Sayfa yönü
zh: 页面方向

# exprt_Settings_PageAndEdge_PaperSize
source: Paper size
de: Papierformat
es: Tamaño de Papel
it: Dimensioni pagina
pl: Rozmiar papieru
tr: Sayfa büyüklüğü
zh: 纸张大小

# exprt_Settings_PageAndEdge_PreviewEdge
source: Preview edge
de: Vorschau Ecke
es: Previsualizar borde
it: Anteprima bordi
pl: Podgląd krawędzi
tr: Önizleme kenarı
zh: 预览边缘

# exprt_Settings_PageAndEdge_ResetEdges
source: Reset edges
es: Resetear bordes
it: Reset bordi
pl: Reset krawędzi
tr: Kenarları sıfırla
zh: 重置边缘

# exprt_Settings_PageAndEdge_Right
source: Right
de: Rechts
es: Derecha
it: Destra
pl: Prawa
tr: Sağ
zh: 右

# exprt_Settings_Print_From
source: From
de: Von
es: Desde
it: Da
pl: Z
tr: dan
zh: 从

# exprt_Settings_Print_GridOptions
source: Grid options
de: Tabellenoptionen
es: Opciones de Grid
it: Opzioni griglia
pl: Opcje siatki
tr: Grid seçenekleri
zh: 透视表选项

# exprt_Settings_Print_PageForPrint
source: Page for print
de: Seite zum drucken
es: Página a imprimir
it: Pagina per stampa
pl: Strona do wydruku
tr: Yazdırma için sayfa
zh: 打印此页

# exprt_Settings_Print_PrinterSelect
source: Printer select
de: Druckerauswahl
es: Seleccionar Impresora
it: Selezione stampante
pl: Wybór drukarki
tr: Yazıcı seç
zh: 选择打印机

# exprt_Settings_Print_To
source: To
de: Zu
es: a
it: A
pl: Do
tr: ya kadar
zh: 到

# preview_Statis_TotalPages
source: Total pages
de: Gesamtseitenanzahl
es: Número de Páginas
fr: Total des pages
it: Pagine Totali
nl: Totaal pagina;s
no: Totalt antall sider
pl: Ogólna liczba stron
pt: Total de Paginas
sv: Totalt antal sidor
tr: Toplam sayfa
zh: 页合计

# rsDockAllowSplitting
source: Allow user splitting
es: Permitir Dividir
it: Permetti agli utenti di dividere
nl: Splitsen toestaan voor gebruiker
no: Tillat bruker-oppdeling
pl: Pozwól użytkownikowi na podział
pt: Permitir usuário dividir layout
tr: Kullanıcı bölmesine izin ver
zh: 允许用户改变分隔状态

# toolbox_Export_ExportDataTo
source: Export data to ...
de: Exportiere Daten zu ...
es: Exportar datos a ...
fr: Exporter les détails à ...
it: Esportazione dati ...
nl: Exporteer data naar ..
no: Eksporter data til ...
pl: Eksportuj dane do ...
pt: Exportar dados para ...
sv: Exportera data till ...
tr: Veriyi dışarya aktar ...
zh: 导出数据到...

# rsCommentEdit
source: Edit comment
de: Kommentar ändern...
es: Editar commentarios
fr: Éditer les commentaires
it: Modifica commento
nl: Bewerk commentaar
pl: Edytuj komentarz
pt: Editar Comentário
sv: Redigera kommentar
tr: Yorumu düzenle
zh: 编辑注释

# rsCommentCell
source: Comment cell...
de: Zellenkommentar...
es: Comentarios ...
fr: Cellule de commentaires...
it: Commenta cella...
nl: Becommentarieer cell...
pl: Komentuj komórkę
pt: Inserir Comentário...
sv: Kommentera cell...
tr: Hücreye Yorum Ekle...
zh: 注释单元格...

# rsCommentCellPrompt
source: Comment:
de: Kommentar:
es: Commentarios:
fr: Commentaire:
it: Commento:
nl: Commentaar:
pl: Komentarz:
pt: Comentário:
sv: Kommentera:
tr: Yorum:
zh: 注释:

# rsAverage
source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media
nl: Gemiddelde
pl: Średnia
pt: Média
sv: Genomsnitt
tr: Ortalama
zh: 平均值

# rsCount
source: Count
de: Anzahl
es: Conteo
fr: Compte
it: Conteggio
nl: Aantal
pl: Liczba
pt: Conta
sv: Antal
tr: Say
zh: 计数

# rsMax
source: Maximum
es: Máximo
it: Massimo
pl: Maksimum
pt: Maior
tr: EnÇok
zh: 最大值

# rsMin
source: Minimum
es: Mínimo
it: Minimo
pt: Menor
tr: EnAz
zh: 最小值

# rsAdditionalInfo
source: Additional information:
es: Información Adicional:
zh: 其他信息:

# rsCopyToClipboard
source: Copy to Clipboard
es: Copiar
it: Copia in Appunti
zh: 复制到剪贴板

# rsException
source: Exception raised
es: Error encontrado
it: Eccezione riscontrata
zh: 提出异常

# rsExceptionRaised
source: The {0} exception has been raised.
es: La {0} excepción ha sido capturada.
it: Si è verificata l'eccezione {0}.
zh: 提出异常{0}

# hint_ClearLayout
source: Clear the current layout
de: Aktuelle Ansicht löschen
es: Limpiar la vista actual
it: Svuota il layout corrente
nl: Herstel de huidige layout
pt: Limpar o layout atual
zh: 清除当前布局

# dock_Anchorable_AutoHide
source: Auto Hide
de: Automatisch im Hintergrund
es: Esconder Automáticamente
fr: Cacher Automatiquement
hu: Automatikus elrejtés
it: Nascondi Automaticamente
pt: Esconder Automaticamente
sv: Dölj automatiskt
zh: 自动隐藏

# dock_Anchorable_BtnAutoHide_Hint
source: Auto Hide
de: Automatisch im Hintergrund
es: Esconder Automáticamente
fr: Cacher Automatiquement
hu: Automatikus elrejtés
it: Nascondi Automaticamente
pt: Esconder Automaticamente
sv: Dölj automatiskt
zh: 自动隐藏

# dock_Anchorable_BtnClose_Hint
source: Hide
de: Schließen
es: Esconder
fr: Cacher
hu: Elrejtés
it: Nascondi
pt: Esconder
sv: Dölj
zh: 隐藏

# dock_Anchorable_CxMenu_Hint
source: Window Position
de: Fensterposition
es: Posición de Ventana
fr: Position de la Fenêtre
hu: Elhelyezkedés
it: Posizione della Finestra
pt: Posição da Janela
sv: Fönsterposition
zh: 窗口位置

# dock_Anchorable_Dock
source: Dock
de: Andocken
es: Anclar
fr: Ancrer
hu: Dokkolás
it: Ancora
pt: Ancorar
sv: Docka
zh: 停靠

# dock_Anchorable_DockAsDocument
source: Dock as Tabbed Document
de: Als Dokument im Registerkartenformat andocken
es: Anclar como Documento en Ficha
fr: Ancrer comme Onglet de Document
hu: Dokkolás dokumentumfülként
it: Ancora come Documento
pt: Ancorar Como Documento em Aba
sv: Docka som tabbat dokument
zh: 停靠成标签式文档

# dock_Anchorable_Float
source: Float
de: Verankerung aufheben
es: Ventana Flotante
fr: Flottante
hu: Lebegő
it: Finestra Mobile
pt: Flutuar
sv: Koppla loss
zh: 漂浮

# dock_Anchorable_Hide
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hu: Elrejtés
it: Chiudi
pt: Fechar
sv: Stäng
zh: 关闭

# dock_Document_Close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezárás
it: Chiudi
pt: Fechar
sv: Stäng
zh: 关闭

# dock_Document_CloseAllButThis
source: Close All But This
de: Alle ausser diesem schließen
es: Cerrar Todo, Pero Este
fr: Fermer Tout Sauf Ceci
hu: Ennek kivételével az összes bezárása
it: Chiudi Tutti Tranne Questo
pt: Fechar Todos Menos Este
sv: Stäng alla andra
zh: 留此，关闭其他

# dock_Document_CxMenu_Hint
source: Window Position
de: Fensterposition
es: Posición de Ventana
fr: Position de la Fenêtre
hu: Elhelyezkedés
it: Posizione della Finestra
pt: Posição da Janela
sv: Fönsterposition
zh: 窗口位置

# dock_Document_DockAsDocument
source: Dock as Tabbed Document
de: Als Dokument andocken
es: Anclar como Documento en Ficha
fr: Ancrer Comme Onglet de Document
hu: Dokkolás dokumentumfülként
it: Ancora come Documento
pt: Ancorar como Documento em Aba
sv: Docka som tabbat dokument
zh: 停靠成标签式文档

# dock_Document_Float
source: Float
de: Verankerung aufheben
es: Ventana Flotante
fr: Flottante
hu: Lebegő
it: Finestra Mobile
pt: Janela Flutuante
sv: Koppla loss
zh: 漂浮

# dock_Document_MoveToNextTabGroup
source: Move To Next Tab Group
de: Zur nächsten Registerkartengruppe wechseln
es: Mover al Grupo de Fichas Siguiente
fr: Déplacer Vers Le Groupe d'Onglets Suivant
hu: Mozgatás a következő fülcsoportra
it: Muovi al Gruppo Successivo
pt: Mover para o Próximo Grupo de Documentos
sv: Flytta till nästa tabgrupp
zh: 移到下一标签组

# dock_Document_MoveToPreviousTabGroup
source: Move To Previous Tab Group
de: Zur vorherigen Registerkartengruppe wechseln
es: Mover al Grupo de Fichas Anterior
fr: Déplacer Vers Le Groupe d'Onglets Précédent
hu: Mozgatás az előző fülcsoportra
it: Muovi al Gruppo Precedente
pt: Mover para o Grupo de Documentos Anterior
sv: Flytta till föregående tabgrupp
zh: 移到上一标签组

# dock_Document_NewHorizontalTabGroup
source: New Horizontal Tab Group
de: Neue horizontale Registerkartengruppe
es: Nuevo Grupo de Fichas Horizontal
fr: Nouveau Groupe d'Onglets Horizontal
hu: Új vízszintes fülcsoport
it: Nuovo Gruppo Orizzontale
pt: Novo Grupo de Documentos Horizontal
sv: Ny horisontell tabgrupp
zh: 新建水平标签组

# dock_Document_NewVerticalTabGroup
source: New Vertical Tab Group
de: Neue vertikale Registerkartengruppe
es: Nuevo Grupo de Fichas Vertical
fr: Nouveau Groupe d'Onglets Vertical
hu: Új függőleges fülcsoport
it: Nuovo Gruppo Verticale
pt: Novo Grupo de Documentos Vertical
sv: Ny vertikal tabgrupp
zh: 新建垂直标签组

# dock_Window_Maximize
source: Maximize
de: Maximieren
es: Maximizar
fr: Plein Écran
hu: Teljes méret
it: Ingrandisci
pt: Maximizar
sv: Maximera
zh: 最大化

# dock_Window_Restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hu: Visszaállítás
it: Ripristina
pt: Recuperar
sv: Återställ
zh: 恢复

# rsTotalCaption
source: Total
de: Summe
fa: سرجمع
hr: Zbroj
hu: Összes
it: Totale
ja: 合計
lt: Viso
nl: Totaal
pl: Suma
sv: Totalt
tr: Toplam
vi: Tổng cộng
zh: 总计

# exprt_Color
source: Color
de: Farbe
hu: Szín
it: Colore
pl: Kolor
tr: Renk
zh: 颜色

# exprt_Skin
source: Skin
de: Layout
it: Tema grafico
pl: Schemat kolorów
tr: Kabuk
zh: 皮肤

# exprt_Xls_Format
source: Excel xls
it: Formato Excel 97-2003 (xls)

# mdColor
source: Color:
de: Farbe:
fa: رنگ:
fr: Couleur:
hr: Boja:
hu: Szín:
it: Colore:
ja: 色:
lt: Spalva:
nl: Kleur:
no: Farge:
pl: Kolor:
pt: Cor:
sv: Färg:
tr: Renk:
zh: 颜色:

# exprt_Settings_FontAndColor_Skins
source: Skins
de: Layouts
it: Temi
pl: Schematy kolorów
tr: Kabuklar
zh: 皮肤

# rsGridArea
source: Grid
de: Tabelle
fr: Grille
it: Griglia
nl: Tabel
no: Skjema
pl: Siatka
sv: Rutnät
zh: 透视表

# rsSendToSupport
source: Send to support
it: Invia a supporto
zh: 发送到支持

# hint_RemoveItem
source: Click to remove this item
it: Click per rimuovere questo elemento
zh: 点击并移除项

# repMoveToColorForeChanger
source: Move to foreground axis
pt: Mover para o eixo de cor principal

# rsAllowPaging
source: Allow Paging
pt: Permitir paginação

# rsHighlighting
source: Highlighting
pt: Detalhar

# rsSelectBackground
source: Select background
pt: Selecionar cor de fundo

# rsSelectForeground
source: Select foreground
pt: Selecionar cor principal

# enum_AnalysisTypeChart
source: Chart
pt: Gráfico

# rsDefaultBucketFormat
source: %{First} - %{Last}
hr: %{Prvi} - %{Zadnji}
lt: %{Pirmas} - %{Paskutinis}
