Repository: RadarSoft/radarcube-olap-analysis
Catalog: src/Localization/Resources.*.resx
Languages: da, de, es, fa, fr, hr, hu, it, ja, lt, nl, no, pl, pt, sv, tr, vi, zh

# repMoveExceptToGroup
source: Move all members except this to group
da: Flyt alle medlemmer pånær denne til gruppe
de: Alle Elemente außer diesem zu einer Gruppe hinzufügen
es: Mover todos los miembros excepto este al grupo
fa: تمام اعضا به جز این به گروه منتقل شوند
fr: Déplacer tous les membres vers le groupe sauf cela
hr: Premjesti sve članove osim ovog u grupu
hu: Összes elem csoportosítása kivéve ezt
it: Sposta nel gruppo tutti gli elementi eccetto questo
ja: これ以外のメンバをグループに移動
lt: Perkelti visas sritis išskyrus pasirinktą į grupę
nl: Verplaats alle leden behalve deze groep
no: Flytt alle medlemmer untatt denne til gruppe
pl: Dodaj wszystkie elementy oprócz tego do grupy
pt: Mover membros exceto este grupo
sv: Flytta alla medlemmar utom denna till grupp
tr: Bu Üyenin Haricindeki Tüm Üyeleri Gruba Taşı
zh: 把除此之外的所有成员添加到组

# repMoveFromGroup
source: Move member from group
da: Flyt medlem fra gruppe
de: Elemente aus der Gruppe entfernen
es: Mover miembro desde el grupo
fa: عضو از گروه منتقل شود
fr: Déplacer le membre du groupe
hr: Premjesti člana izvan grupe
hu: Elem kivétele a csoportból
it: Sposta l'elemento dal gruppo
ja: グループからメンバを移動
lt: Perkelti visas sritis iš grupės
nl: Verplaats leden van groep
no: Flytt medlem fra gruppe
pl: Usuń element z grupy
pt: Mover membro do grupo
sv: Flytta medlem från grupp
tr: Üyeyi Gruptan Taşı
zh: 从组中删除成员

# repMoveMemberToGroup
source: Move member to group
da: Flyt medlem til gruppe
de: Elemente der Gruppe hinzufügen
es: Mover miembro al grupo
fa: عضو به گروه منتقل شود
fr: Déplacer le membre vers le groupe
hr: Premjesti člana u grupu
hu: Elem csoportosítása
it: Sposta l'elemento nel gruppo
ja: グループへメンバを移動
lt: Perkelti sritį į grupę
nl: Verplaats leden naar groep
no: Flytt medlem til gruppe
pl: Dodaj element do grupy
pt: Mover membro para grupo
sv: Flytta medlem till grupp
tr: Üyeyi Gruba Taşı
zh: 把成员添加到组

# repMoveToCol
source: Move to column area
da: Flyt til kolonne område
de: In den Spaltenbereich verschieben
es: Mover columna a área
fa: به ستونها منتقل شود
fr: Déplacer vers la zone colonne
hr: Premjesti u područje za Kolone
hu: Áthelyezés az oszlop területre
it: Sposta nell'area colonne
ja: 列に移動
lt: Perkelti į stulpelių dalį
nl: Verplaats naar kolom gebied
no: Flytt til kolonne-område
pl: Przesuń do obszaru kolumn
pt: Mover para a área da coluna
sv: Flytta till kolumnområde
tr: Sütun Alanına Taşı
zh: 移到行区域

# repMoveToPage
source: Move to filter area
da: Flyt til side panel
de: In den Filterbereich verschieben
es: Mover al área de página
fa: به صفحه منتقل شود
fr: Déplacer vers la zone page
hr: Premjesti u područje za Stranice
hu: Athelyezés az oldal területre
it: Sposta nell'area pagine
ja: ページに移動
nl: Verplaats naar pagina gebied
no: Flytt til side-området
pl: Przesuń do obszaru strony
pt: Mover para a área de filtro
sv: Flytta till filterområde
tr: Sayfa Alanına Taşı
zh: 移到页区域

# repMoveToRow
source: Move to row area
da: Flyt til række panel
de: In den Zeilenbereich verschieben
es: Mover al área de fila
fa: به ردیفها منتقل شود
fr: Déplacer vers la zone ligne
hr: Premjesti u područje za Retke
hu: Áthelyezés a sor területre
it: Sposta nell'area righe
ja: 行に移動
lt: Perkelti į eilučių dalį
nl: Verplaats naar rij gebied
no: Flytt til rad-området
pl: Przesuń do obszaru wiersza
pt: Mover para a área da linha
sv: Flytta till radområde
tr: Satır Alanına Taşı
zh: 移到列区域

# repNewGroupName
source: <new group name>
da: <nyt gruppe navn>
de: Neuer Gruppenname
es: Nombre nuevo grupo
fr: <nouveau nom de groupe>
hr: Ime nove grupe
hu: <az új csoport neve>
it: Nome del nuovo gruppo
ja: <新しいグループ名>
lt: <naujas grupės pavadinimas>
nl: &lt;nieuwe groepsnaam&gt;
no: Ny gruppe navn
pl: <nowa grupa>
pt: <Novo nome de grupo>
sv: <nytt gruppnamn>
tr: <Yeni Grup Adı>
zh: <新组名称>

# repOther
source: Other
da: Andre
de: Andere
es: Otro
fa: دیگر
fr: Autre
hr: Ostalo
hu: Egyéb
it: Altro
ja: その他
lt: Kita
nl: Andere
no: Annet
pl: Inne
pt: Outro
sv: Annat
tr: Diğer
zh: 其他

# repOtherPrompt
source: Enter the threshold value or percent
da: Indtast grænseværdi eller procent
de: Grenzbereich oder Prozent eingeben
es: Entre el valor o porcentaje
fa: ورود سطح آستانه یا درصد
fr: Saisir le seuil en valeur ou pourcentage
hr: Unesi vrijednost granice ili postotak
hu: Adja meg a küszöb értéket vagy százalékot
it: Inserire la soglia in valore o in percentuale
ja: 閾値を入力してください
lt: Įveskite procentą arba ribinę reikšmę
nl: Andere prompt
no: Angi grenseverdi eller prosent
pl: Wpisz wartość progową lub procent
pt: Entre com o valor do ponto inicial ou percentual
sv: Ange tröskelvärde eller -procent
tr: Eşik değerini veya yüzdesini giriniz...
zh: 输入阈值或百分比

# repRemoveToTree
source: Remove to tree
da: Flyt til træ
de: Aus Tree entfernen
es: Remover hacia árbol
fa: حذف به درخت
fr: Supprimer de l'arborescence
hr: Premjesti u drvo
hu: Áthelyezés fába
it: Rimuovi dall'albero
ja: ツリーに移動
lt: Pašalinti iš medžio
nl: Verwijder tot aan de boomstructuur
no: Fjern til tre
pl: Usuń do drzewa
pt: Remova da árvore
sv: Ta bort till trädet
tr: Ağaça Çıkar
zh: 删除此树形组

# repRenameGroup
source: Rename this group
da: Omdøb denne gruppe
de: Gruppe umbenennen
es: Renombrar grupo
fa: تغییر نام این گروه
fr: Renommer le groupe
hr: Preimenuj grupu
hu: Csoport átnevezése
it: Rinomina questo gruppo
ja: グループ名の変更
lt: Pervardinti šią grupę
nl: Hernoem deze groep
no: Gi gruppen nytt navn
pl: Zmień nazwę grupy
pt: Renomeie este grupo
sv: Byt namn på denna grupp
tr: Grubu Yeniden Adlandır
zh: 重命名这个组

# repResetFilter
source: Clear filter
da: Nulstil filter
de: Filter löschen
es: Reiniciar filtro
fa: پاک کردن فیلتر
fr: Effacer le filtre
hr: Poništi filter
hu: Szűrő törlése
it: Rimuovi filtro
ja: フィルタのクリア
lt: Išvalyti filtrą
nl: Filter ongedaan maken
no: Slett filter
pl: Usuń filtr
pt: Limpar filtro
sv: Återställ filter
tr: Filtrelemeyi Kaldır
zh: 重置筛选

# repShowAs
source: Show as
da: Vis som
de: Zeigen als
es: Mostrar como
fa: نمایش به عنوان
fr: Afficher comme
hr: Prikaži kao
hu: Mutatása mint
it: Mostra come
ja: 表示形式
lt: Parodyti kaip
nl: Laat zien als
no: Vis som
pl: Pokaż jako
pt: Mostrar como
sv: Visa som
tr: Olarak Göster
vi: Xem theo
zh: 显示

# repShowEmpty
source: Show empty cells
da: Vis tomme celler
de: Leere Zellen anzeigen
es: Mostrar celdas vacias
fa: نمایش مداخل خالی
fr: Afficher les cellules vides
hr: Prikazuj prazne kučice
hu: Üres cellák is láthatók
it: Mostra celle vuote
ja: 空セルの表示
lt: Rodyti tuščias vietas
nl: Laat legen cellen zien
no: Vis tomme rader
pl: Pokaż puste komórki
pt: Mostrar células vazias
sv: Visa tomma celler
tr: Boş Hücreleri Göster
zh: 显示空单元格

# repShowOnlyBottom
source: Show only the bottom
da: Vis kun bund
de: Nur die unteren anzeigen
es: Mostrar solo inferior
fa: تنها پائین نمایش داده شود
fr: Afficher seulement les derniers
hr: Prikaži samo podnožje
hu: Utolsó ... megjenítése
it: Mostra solo gli ultimi
ja: 下位のみ表示
lt: Rodyti tik apačią
nl: Laat alleen zien de onderste
no: Vas bare bunnen
pl: Pokaż tylko dolne
pt: Mostrar somente o rodapé
sv: Visa endast nedersta
tr: Sadece Alt Tarafı Göster
zh: 只显示最底部的

# repShowOnlyTop
source: Show only the top
da: Vis kun top
de: Nur die oberen anzeigen
es: Mostrar solo superior
fa: فقط بالا نمایش داده شود
fr: Afficher seulement les premiers
hr: Prikaži samo zaglavlje
hu: Első ... megjenítése
it: Mostra solo i primi
ja: 上位のみ表示
lt: Rodyti tik viršų
nl: Laat alleen zien de bovenste
no: Vis bare toppen
pl: Pokaż tylko górne
pt: Mostrar somente o cabeçalho
sv: Visa endast översta
tr: Sadece Üst Tarafı Göster
zh: 只显示最顶部的

# repWrongDataToFilter
source: The filter can be applied to the numeric data only
da: Dette filer kan kun benyttes på numriske data
de: Der Filter kann nur auf numerische Daten angewendet werden
es: El filtro solo se aplica a dados numéricos
fa: فیلتر تنها به مقادیر عددی قابل اعمال است
fr: Le filtre ne peut s'appliquer qu'à des données numériques
hr: Filter se može postaviti samo za numeričke podatke
hu: A szűrő csak numerikus adatokat tud fogadni
it: Il filtro può essere applicato solo a dati numerici
ja: このフィルタは数値のみに適用可能
lt: Filtras gali būti naudojamas tik su skaitmeninėmis reikšmėmis
nl: Het filter kan alleen worden toegepast op numerieke data
no: Filteret kan bare benyttes på numeriske verdier
pl: Filtr może być użyty tylko do danych numerycznych
pt: O filtro pode ser aplicado somente para um campo numérico
sv: Filter kan endast appliceras på numeriska värden
tr: Filtre Sadece sayı tipi veriler için geçerlidir
zh: 此过滤器只接受数字

# rsAfterAll
source: After all
da: Efter alle
de: Nach allem
es: Despues de todo
fa: بعد از همه
fr: Après tout
hr: Nakon svega
hu: Az összesen után
it: Dopo tutti
ja: 最後
lt: Po visko
nl: Na allen
no: Etter alle
pl: Za wszystkimi
pt: Depois de tudo
sv: Efter alla
tr: Hepsinden Sonra
zh: 所有之后

# rsApply
source: Apply
da: Opdater
de: Ausführen
es: Aplicar
fa: اعمال
fr: Appliquer
hr: Primjeni
hu: Alkalmaz
it: Applica
ja: 適用
lt: Pritaikyti
nl: Toepassen
no: Utfør
pl: Zastosuj
pt: Aplicar
sv: Verkställ
tr: Uygula
zh: 应用

# rsBeforeAll
source: Before all
da: Før alle
de: Vor allem
es: Antes de todo
fr: Avant tout
hr: Prije svega
hu: Az összesen előtt
it: Prima di tutti
ja: 最初
lt: Prieš viską
nl: Voor allen
no: Før alle
pl: Przed wszystkimi
pt: Antes de tudo
sv: Före alla
tr: Hepsinden önce
zh: 所有之前

# rsCancel
source: Cancel
da: Anullér
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
hr: Odustani
hu: Mégse
it: Annulla
ja: キャンセル
lt: Nutraukti
nl: Annuleren
no: Avbryt
pl: Anuluj
pt: Cancelar
sv: Avbryt
tr: İptal
zh: 取消

# rsCantReadAnotherProductStream
source: The specified stream was created by another RadarCube product and is not supported at the moment
de: Der angegebene Datenstrom wurde mit einem anderen RadarCube-Produkt erstellt und wird nicht unterstützt
es: El origen especificado fue creado por otra versión no compatible
fa: استریم مشخص شده بوسیله محصول دیگری از رادارکیوب ایجاد شده است و درحال حاضر پشتیبانی نمی شود.
it: Lo stream specificato è stato creato da un altro prodotto RadarCube e non è supportato al momento
ja: 指定されたストリームは他の製品より作成されました、現在RadarCubeの製品はこのストリームをサポートしていません
nl: Deze actie wordt niet ondersteund
no: Den spesifike kilden var opprettet av et annet RadarCube produkt og støttes ikke i øyeblikket
pl: Wybrany strumień został stworzony w innym produkcie RadarCube i nie jest w tej chwili obsługiwany
pt: Stream não suportado nesse momento.
tr: Belirtilen stream başka bir ürün tarafından yaratılmış ve şu anda desteklenmiyor
zh: 读取数据失败! 因此数据是创造于其他系统

# rsCantRestoreInactiveGrid
source: Cannot restore grid state for inactive grid
de: Der Grid-Status kann für ein inaktives Grid nicht wiederhergestellt werden
es: No se puede restaurar el estado de la grilla para una grilla inactiva
fa: عدم امکان بازیابی حالت گرید برای گرید غیرفعال
fr: Impossible de restaurer l'état si la grille est inactive
it: Impossibile ripristinare la stato della griglia quando essa non è attiva
ja: 非アクティブのグリッドの状況を復元することができません
nl: Deze aktie kan niet uitgevoerd worden voor een inactief onderdeel
no: Kan ikke gjenoprette tabellstatus for en tabell som ikke er aktiv
pl: Nie można przywrócić stanu dla nieaktywnej siatki
pt: Não foi possível restaurar o estado da tabela
tr: Aktif olmayan gridin önceki grid durumu geri alınamıyor
zh: 不能恢复静态栅格规划

# rsCantSaveInactiveGrid
source: Cannot save the inactive grid to a stream
de: Inaktives Grid kann nicht gespeichert werden
es: No se puede guardar una grilla inactiva
fa: عدم امکان ذخیره گرید غیرفعال به یک استریم
fr: Impossible de sauvegarder l'état si la grille est inactive
it: Impossibile salvare una griglia inattiva nello stream
ja: 非アクティブのグリッドをストリームに保存できません
nl: Deze aktie kan niet uitgevoerd worden voor een inactief onderdeel
no: Kan ikke lagre en tabell som ikke er aktiv
pl: Nie można zapisać nieaktywnej siatki do strumienia
pt: Não foi possível salvar a tabela
tr: Aktif olmayan grid streame kaydedilemiyor
zh: 不能保存态栅格规划

# rsCellOutOfBounds
source: 'The cell coordinates out of bounds. Row: {0}. Column: {1}
de: 'Zellenkoordinaten. Zeile: {0}. Spalte: {1} ausser Grenzen
es: Las coordenadas de celda están fuera de límite. Fila: {0}. Columna: {1}
fa: مکان سلول خارج از محدوده است: ردیف}0{ ستون }1{
fr: 'Coordonnées de la cellule en dehors des limites. Lignes: {0}. Colonnes: {1}
hr: Koordinate čelije su izvan gabarita. Row: {0}. Column: {1}
it: Coordinate della cella fuori dai limiti. Riga: {0}. Colonna: {1}
ja: セルのアドレスは有効の範囲外です。行： {0}、列：{1}
nl: De cel coördinaten liggen buiten de grenswaarden. Rij: {0}. Kolom: {1}
no: 'Celle koordinatene er utenfor rekkvidde. Rad: {0}. Kolonne: {1}
pl: Współrzędne komórki poza zakresem. Wiersz: {0}. Kolumna: {1}
pt: As coordenadas das células estão fora dos limites. Linha: {0}. Coluna: {1}
tr: Hücre koordinatları sınırları dışında . Satır: {0}. Sütun: {1}
zh: '此单元配位数过多: 行: {0}. 栏: {1}

# rsColumnArea
source: Columns area
da: Kolonne panel
de: Spaltenbereich
es: Area de columnas
fa: ستونها
fr: Zone Colonnes
hr: Područje za Kolone
hu: Oszlop terület
it: Area colonne
ja: 列
lt: Stulpelių dalis
nl: Kolom gebied
no: Kolonne område
pl: Obszar kolumn
pt: Área de colunas
sv: Kolumnområde
tr: Sütun Alanı
vi: Vùng các cột
zh: 行区域

# rsCubeTree
source: Cube structure
da: Cube struktur træ
de: Cube Strukturhierarchie
es: Estructura del cubo
fa: ساختار کیوب
fr: Arborescence du cube
hr: Struktura kocke
hu: Adatkocka szerkezete
it: Albero struttura cubo
ja: キューブ構造のツリー
lt: Kubo struktūros medis
nl: Boomstructuur
no: Kube struktur
pl: Drzewo struktury kostki
pt: Estrutura de árvore do cubo
sv: Kubstruktur
tr: Küp Ağaç Yapısı
vi: Cấu trúc Cube
zh: 立方体树形结构

# rsDefaultUnknownMemberName
source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fa: نامشخص
fr: Inconnu
hr: Nepoznat
hu: Ismeretlen
it: Sconosciuto
ja: 不明
lt: Nežinomas
nl: Onbekend
no: Ukjennt
pl: Nieznane
pt: Desconhecido
sv: Okänd
tr: Bilinmiyor
vi: Không xác định
zh: 未知

# rsDimensionNotFound
source: The "{0}" dimension isn't found.
da: "{0}" dimension findes ikke
de: Die Dimension "{0}" nicht gefunden.
es: La dimensión {0} no se ha encontrado
fa: بعد "{0}" پیدا نشد
fr: La dimension "{0}" n'est pas trouvée.
hr: "{0}" dimenzija nije pronađena.
hu: A "{0}" dimenzó nem található.
it: Dimensione "{0}" non trovata
ja: ディメンション "{0}" が見つかりません。
nl: De "{0}" dimensie kon niet gevonden worden
no: Dimensjonen "{0}" er ikke funnet.
pl: Wymiar "{0}" nie znaleziony.
pt: A dimensão "{0}" não foi encontrada
sv: Dimensionen "{0}" kunde inte hittas.
tr: Hiç Boyut bulunamadı.
zh: 没找到此 "{0}" 维度

# rsDrillAction0
source: collapse
da: luk
de: Zuklappen
es: Contraer
fa: بسته شدن
fr: replier
hr: skupi
hu: összecsuk
it: chiudi
ja: 折りたたむ
nl: uitklappen
no: Kollaps
pl: zwiń
pt: Recolher
sv: dölj
tr: Kapa
zh: 折叠

# rsDrillAction1
source: drill into in-level children
de: Auf nächste Level-Knoten erweitern
es: contraer en nivel de hijo
fa: دریل به فرزندان هم سطح
fr: explorer le niveau fils
hr: spusti se na - drill into in-level children
hu: Lefurás a szinten belüli gyerekre
it: drill nei figli dello stesso livello
ja: 同レベルの子にドリルダウン
nl: zoom-in naar de onderliggende niveau van de kinderen
no: 'drill' inn i samme nivå barn
pl: drąż potomków na poziomie
pt: Entrar no nível filho
tr: Seviyenin içindeki çocuklara in
zh: 展开同轴层次

# rsDrillAction2
source: drill into the next level
de: Auf nächsten Level erweitern
es: contraer en el siguiente nivel
fa: دریل به سطح بعدی
fr: explorer le niveau suivant
hr: spusti se na idući nivo
hu: Lefúrás a következő szintű gyerekekre
it: drill nel livello successivo
ja: 次のレベルにドリルダウン
nl: zoom-in naar het volgende niveau
no: 'drill' ned i neste nivå
pl: drąż do następnego poziomu
pt: Entrar no próximo nível
tr: Bir sonraki seviyeye in
zh: 展开到下个层次

# rsDrillAction3
source: drill into the next hierarchy
de: Auf nächste Hierarchie erweitern
es: contraer en la siguiente jerarquía
fa: دریل به سلسله مراتب بعدی
fr: explorer la prochaine hiérarchie
hr: spusti se na iduću hijerarhiju
hu: Lefúrás a következő hierarhiába
it: drill nella gerarchia successiva
ja: 次の階層にドリルダウン
nl: zoom-in naar de volgende hiërarchie
no: 'drill' inn i neste hierarki
pl: drąż do następnej hierarchii
pt: Entrar na próxima hierarquia
tr: Bir sonraki hiyerarşiye in
zh: 展开到下个维度级别

# rsecStreamVersionError
source: Cannot read from the stream of an early version ({0})
de: Kann die Daten einer früheren Version nicht lesen ({0})
es: No se puede leer del origen creado por una versión anterior ({0})
fr: Impossible de lire un fichier d'une version précédente ({0})
it: Impossibile leggere dallo stream di una versione precedente ({0})
ja: 過去バージョンのストリームを読み取れません ({0})
nl: Kan niet lezen van vorige versie ({0})
no: Kan ikke lese fra kilde for en tidligere versjon ({0})
pl: Nie można odczytać ze strumienia z wczesnej wersji ({0})
pt: Não foi possível ler do stream ({0})
tr: Önceki bür sürümün streaminden ({0})
zh: 不能读取早期版本的数据 ({0})

# rsEditValue
source: Edit this value
da: Ret denne værdi
de: Diesen Wert bearbeiten
es: Editar valor
fa: ویرایش این مقدار
fr: Editer la valeur
hr: Promjeni ovu vrijednost
it: Modifica questo valore
ja: この値を編集
nl: Wijzig deze waarde
no: Endre denne verdien
pl: Edytuj wartość
pt: Editar este valor
sv: Redigera detta värde
tr: Bu değeri Düzenle
zh: 编辑数值

# rsEnterPageNumber
source: Enter the page number
da: Indtast side nummer
de: Seitennummer eingeben
es: Ingrese número de página
fa: ورود شماره صفحه
fr: Saisir le numéro de page
hr: Unesi broj stanice
hu: Oldalszám megadása
it: Inserisci il numero della pagina
ja: ページ番号を入力
nl: Geef het paginanummer
no: Gi inn sidenummer
pl: Wpisz numer strony
pt: Informe o número da página
sv: Ange sidnummer
tr: Sayfa Numarasını Gir
zh: 输入页码

# rsFilter
source: Filter
es: Filtro
fa: فیلتر
fr: Filtre
hu: Szűrő
it: Filtro
ja: フィルタ
lt: Filtruoti
pl: Filtr
pt: Filtrar
tr: Filterele
vi: Lọc dữ liệu
zh: 筛选

# rsFilterArea
source: Filter area
da: Filter panel
de: Filterbereich
es: Area de filtro
fa: فیلترها
fr: Zone Filtre
hr: Područje za Filter
hu: Szűrő terület
it: Area filtro
ja: フィルタ
lt: Filtro dalis
nl: Filter gebied
no: Filter område
pl: Obszar filtru
pt: Área de Filtro
sv: Filterområde
tr: Filtre Alanı
vi: Vùng lọc dữ liệu
zh: 筛选区域

# rshExactMatching
source: Exact matching
da: Præcis match
de: Wert trifft genau zu
es: Coincidencia Exacta
fa: تطبیق دقیق
fr: Correspondance exacte
hu: Pontos egyezés
it: Confronto esatto
ja: 完全に一致する
lt: Tikslus atitikimas
nl: Exact overeenkomstig
no: Nøyaktig treff
pl: Dokładne porównywanie
pt: Localização Exata
sv: Exakt matchning
tr: Birebir eşleşme
zh: 准确匹配

# rsHierarchyNotFlat
source: Cannot create the hierarchy because it cannot be transformed to a flat one. Parent: {0}
de: Hierarchie kann nicht erzeugt werden da sie nicht auf eine Ebene umgewandelt werden kann. Oberknoten: {0}
es: No se puede crear la jerarquía debido a que no puede transformarse a una plana. Padre: {0}
fa: عدم امکان ایجاد سلسله مراتب بدلیل بروز مشکل در انتقال به شکل فلت. پدر: }0{
fr: Impossible de créer la hiérarchie car ne peut etre applatie. Parent: {0}
hr: Ne mogu kreirati hijerarhiju jer ne može biti pretvorena u jednodimenzionalnu. Nadređeni: {0}
hu: Nem lehet léterhozni a hierarhiát mert nem lehet lapított formába hozni. Szülő: {0}
it: Impossibile creare la gerarchia in quanto non si può appiattire. Padre: {0}
ja: 階層を平坦化できません。階層を作成することができません。親： {0}
nl: Kan geen hiërarchie aanmaken omdat deze niet kan worden omgevormd naar platte variant. Ouder: {0}
no: Kan ikke opprette hierarkiet fordi det ikke kan konverteres til en flat struktur. Forelder: {0}
pl: Nie można stworzyć hierarchii, ponieważ nie może ona być przekształcona do płaskiej. Rodzic: {0}
pt: Não foi possível criar a hierarquia. Pai: {0}
tr: Hiyerarşiyi yaratmıyor çünkü düzleştirilmiş. Ebeveyn: {0}
zh: 不能创造这层次. 因为它不能换算于平直. 上级: {0}

# rsHierarchyNotFound
source: The "{0}" hierarchy isn't found.
de: Die "{0}" Hierarchie wurde nicht gefunden.
es: La jerarquía "{0}" no se ha encontrado
fa: سلسه مراتب "{0}" یافت نشد
fr: La hiérarchie "{0}" n'est pas trouvée
hr: "{0}" hijerarhija nije pronađena.
hu: A(z) "{0}" hierarchia szint nem található
it: Gerarchia "{0}" non trovata.
ja: 階層 "{0}" が見つかりません。
nl: De "{0}" hiërarchie is niet gevonden.
no: "{0}" hierarkiet fantes ikke.
pl: Hierarchia "{0}" nie znaleziona.
pt: A "{0}" hierarquia não foi encontrada.
sv: Hierarkin "{0}" kunde inte hittas.
tr: "{0}" hiyerarşisi bulunamadı
zh: 没找到此 "{0}" 层次

# rsHierarchyNotInit
source: The "{0}" hierarchy hasn't been initialized
de: Die "{0}" Hierarchie wurde nicht initialisiert.
es: La jerarquía "{0}" no se ha inicializado
fa: سلسه مراتب "{0}" آغازش نشده است
fr: La hiérarchie "{0}" n'a pas été initalisée
hr: "{0}" hijerarhija nije inicijalizirana
hu: A(z) "{0}" hierarchia kiinduló értéke nincs beállítva
it: Gerarchia "{0}" non inizializzata
ja: 階層 "{0}" は初期化されていません。
nl: De "{0}" hiërarchie is nog niet gëinitialiseerd.
no: "{0}" hierarkiet er ikke intialisert
pl: Hierarchia "{0}" nie zanicjalizowana
pt: A hierarquia "{0}" não foi inicializada.
sv: Hierarkin "{0}" har inte initierats
tr: "{0}" hiyerarşisi başlatılmamış
zh: 此 "{0}" 层次还没有初始

# rsHYString
source: {0} HalfYear
de: {0} Halbjahr
es: {0} Medio año
fa: نیم سال {0}
fr: {0} Semestre
hr: {0} HY
hu: {0} Félév
it: {0} Semestre
ja: {0} 半期
lt: {0} Pusė metų
nl: {0} HY
no: {0} Halvår
pl: {0} Półrocze
pt: {0} Semestre
sv: {0} HalvÅr
tr: {0} YarıYıl
zh: {0} 半年

# rsIllegalGrouping_Levels
source: The group and the grouping member must belong the same level
de: Die Gruppe und das Gruppierungselement müssen zum selben Level gehören
es: El grupo y miembro de agrupación deben pertenecer al mismo nivel
fa: گروه بندی و عضوی که گروه بندی بر آن ایجاد میشود باید در یک سطح باشند
fr: Le groupe et les membres doivent appartenir au meme niveau
hr: Grupa i član grupe moraju pripadati istoj razini
it: Il gruppo e l'elemento di raggruppamento devono appartenere allo stesso livello
ja: グループとグループ化するメンバは同レベルである必要性があります
nl: De groep en het groepslid moet tot hetzelfde niveau behoren
no: Gruppen og grupperings-medlemmet må tilhøre samme nivå
pl: Grupa i element grupujący muszą należeć do tego samego poziomu
pt: O grupo e o membro devem pertencer ao mesmo nível.
sv: Gruppen och grupperingsmedlemmarna måste ingå i samma nivå
tr: Grup ve gruplama üyesi aynı seviyeye ait olmalı
zh: 组或组群必须在相同的级别

# rsIllegalGrouping_Parents
source: The group and the grouping member must have same parent
de: Die Gruppe und das Gruppierungselement müssen zum selben Oberknoten gehören
es: El grupo y miembro de agrupacón deben tener el mismo padre
fa: گروه بندی و عضوی که گروه بندی برآن ایجاد می شود باید پدر مشترک داشته باشند.
fr: Le groupe et les membres doivent avoir le meme parent
hr: Grupa i član grupe moraju imati istog nadređenog
it: Il gruppo e l'elemento di raggruppamento devono avere lo stesso padre
ja: グループとグループ化するメンバの親は同じである必要性があります
nl: De groep en het groepslid moet dezelfde ouder hebben
no: Gruppen og grupperings-medlemmet må ha samme forelder
pl: Grupa i element grupujący muszą mieć tego samego rodzica
pt: O grupo e o membro devem pertencer ao mesmo nível pai.
sv: Gruppen och grupperingsmedlemmarna måste ha samma förälder
tr: Grup ve gruplama üyesi aynı ebeveyne sahip olmalı
zh: 组或组群必须有相同的上级

# rsiMemberGrowth
source: {0} growth
de: {0} Wachstum
es: {0} Crecimiento
fr: {0} croissance
hu: {0} növekmény
it: {0} crescita
ja: {0} 増加
lt: {0} didėjimas
nl: {0} groei
no: {0} vekst
pl: {0} wzrost
pt: {0} crescimento
tr: {0} büyüme
zh: {0} 增加

# rsiMemberToDate
source: {0} to Date
de: {0} bis heute
es: {0} a Fecha
fr: {0} à date
hu: {0} Elem kummulálás
it: {0} alla data
ja: {0} ～日付
lt: {0} iki Datos
nl: {0} tot vandaag
no: {0} til dato
pl: {0} do dziś
pt: {0} até a data.
sv: {0} till Datum
tr: {0} Kümülasyon
zh: {0} 至今
