Repository: RadarSoft/radarcube-olap-analysis
Catalog: src/Localization/Resources.*.resx
Languages: da, de, es, fa, fr, hr, hu, it, ja, lt, nl, no, pl, pt, sv, tr, vi, zh

# rsBottom
source: Bottom
da: Bund
de: Niedrigste
es: Último
fa: پائین
fr: Bas
hu: Alsó
it: Basso
ja: 下位
lt: Apačia
nl: Onderkant
no: Bunn
pl: Dół
pt: Em baixo
sv: Botten
tr: Alt
zh: 底部

# exprt_Cancel
source: Cancel changes and close the dialog
de: Änderungen verwerfen und Dialog schließen
es: Cancelar
it: Anulla modifiche e chiudi finestra
pl: Anuluj zmiany i zamknij okno dialogowe
tr: Değişiklikleri iptal et ve diyalog penceresini kapat
zh: 取消转换和关闭对话框

# exprt_Caption
source: Caption
de: Überschrift
es: Subtítulo
it: Didascalia
pl: Nagłówek
tr: Etiket
zh: 标题

# exprt_CellsFontAndColor
source: Font and custom color of the exported cells
de: Schriftart und Farbe der exportierten Zellen
es: Fuente y colores personalizafos de las celdas exportadas
it: Carattere e colore personalizzato delle celle esportate
pl: Czcionka i kolor eksportowanych komórek
tr: Dışa verilen hücrelerin Yazı tipi ve özelleştirilmiş rengi
zh: 字体和自定颜色单元已导出

# exprt_ChangesPreview
source: Changes preview
de: Änderungsvorschau
es: Vista previa de cambios
it: Anteprima modifiche
pl: Podgląd zmian
tr: Değiklik önizlemesi
zh: 转换预览

# exprt_Chart
source: Chart
de: Grafik
es: Grafico
hu: Diagram
it: Grafico
pl: Wykres
pt: Gráfico
tr: Çizelge
zh: 图表

# exprt_ClosePreview
source: Close preview
de: Vorschau schließen
es: Cerrar vista previa
hu: Előnézet bezárása
it: Chiudi anteprima
pl: Zamknij podgląd wydruku
tr: Önizlemeyi kapat
zh: 关闭预览

# exprt_Colontitle
source: Headers and footers
de: Spaltenüberschrift
es: Titulos
hu: Fejléc, lábléc
it: Intestazioni e piè
pl: Nagłowki i stopki
tr: Üstlükler ve altlıklar
zh: 柱标题

# exprt_Csv_Format
source: Comma separated values
de: Komma getrennte Werte (CSV)
es: Valores separados por comas
it: Formato CSV (valori separati con virgola)
pl: Format CSV
tr: Virgül ile ayrılmış değerler
zh: 逗号分割值

# exprt_CurrencyFormat
source: Currency format string
de: Währungsformat (Format String)
es: String de formato de moneda
it: Formato testo valuta
pl: Format waluty
tr: Para birimi format dizgisi
zh: 货币格式

# exprt_CustomPrint
source: Custom print
de: angepasster Druck
es: Impresión personalizada
it: Stampa personalizzata
pl: Zakres stron
tr: Özel yazdır
vi: Tùy chọn in
zh: 自定印刷

# exprt_Data
source: Data
de: Daten
es: Datos
it: Dati
pl: Dane
tr: Veri
vi: Dữ liệu
zh: 数据

# exprt_DataSlice
source: Check this to show data slice only
de: nur Daten-Slice anzeigen
es: Maque para mostrar sólo datos
it: Selezionare per mostrare soltanto dati "fetta"
pl: Zaznacz, by pokazać tylko dane
tr: Sadece veri dilimi göstermek için işaretle
zh: 检查这东西于显示部分数据而已

# exprt_DataSliceOnly
source: Slice only
de: Nur Slice
es: Sólo datos
it: Soltanto "fetta"
pl: Tylko dane
tr: Sadece veri dilimi
zh: 部分而已

# exprt_DataTotal
source: Data total
de: Daten komplett
es: Datos Totales
it: Totale dati
pl: Podsumowania
tr: Veri toplamı
zh: 数据总数

# exprt_Description
source: Description
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
pl: Opis
tr: Açıklama
vi: Diễn giải
zh: 描述

# exprt_DrawProperties
source: Draw properties
de: Zeichnungs-Eigenschaften
es: Propiedades de Dibujo
it: Proprietà disegno
pl: Właściwości rysowania
tr: Çizim özellikleri
zh: 拉属性

# exprt_Edges
source: Margins
de: Kanten
es: Bordes
it: Margini
pl: Marginesy
tr: Kenar boşlğu
zh: 光栅边缘

# exprt_Editing
source: Allow data cells editing
de: Datenzellen editieren zulassen
es: Permitir edicion de celdas de datos
it: Consenti modifica dati celle
pl: Zezwól na edycję danych
tr: Veri hücrelerinin düzenlenmesine izin ver
zh: 允许编辑单元数据

# exprt_EditingEnabled
source: Enabled editing text cell
de: Textzellen editieren ermöglichen
es: Habilitar edición de texto
it: Abilita modifica testo cella
pl: Zezwól na edycję opisów
tr: Hücre metni düzenlemesi açık
zh: 允许编辑文字单元数据

# exprt_EmptyString
source: String to show in empty cells
de: Angezeigter Text in leeren Zellen
es: Texto para mostrar e celdas vacías
it: Testo da mostrare nelle celle vuote
pl: Ciąg pokazywany w pustych komórkach
tr: Boş hücrelerde gösterilecek dizgi
zh: 文字于显示空单元

# exprt_EmptyValue
source: Empty value
de: Leerer Wert
es: Valor Vacío
hu: Üres érték
it: Valore vuoto
pl: Wartość pusta
tr: Boş değer
zh: 空数值

# exprt_Exit
source: Exit
de: Beenden
es: Salir
hu: Kilépés
it: Esci
pl: Wyjście
pt: Sair
tr: Çıkış
zh: 出口

# exprt_Export
source: Export
es: Exportar
it: Esporta
pl: Eksport
pt: Exportar
tr: Dışa aktar
zh: 导出

# exprt_ExportDataSlice
source: Export data slice
de: Export Tabelle
es: Exportar datos
it: Esporta "fetta" dati
pl: Eksport danych
tr: Veri dilimini dışa aktar
zh: 导出部分数据

# exprt_ExportSelection
source: Export selection only
de: Export nur Selektion
es: Exportar sólo selección
hu: A kiválasztottak exportja
it: Esporta soltanto selezione
pl: Eksportuj zaznaczone
pt: Exportar somente seleção
tr: Sadece seçimi dışa aktar
zh: 导出已选择数据

# exprt_ExportSettings
source: Export settings
de: Exporteinstellung
es: Ajustes de Exportación
hu: Export beállítások
it: Impostazioni esportazione
pl: Ustawienia eksportu
pt: Configurações de exportação.
tr: Dışa aktarma ayarları
zh: 导出安置

# exprt_FileExportName
source: Specify a file to export
de: Eingabe Dateiname für Export
es: Ingrese nombre de archivo para exportar
hu: Az exportálandó fájl neve
it: Immettere nome file da esportare
pl: Podaj nazwę pliku eksportu
tr: Dışa aktarmak için dosya belirt
zh: 输入导出文件名称

# exprt_FilterButton
source: Filter button
de: Filterknopf
es: Botón de Filtro
hu: Szűrő gomb
it: Pulsante filtro
pl: Przycisk filtru
tr: Filtre düğmesi
zh: 过滤钮

# exprt_FitToHeight
source: Fit to height
de: An Höhe anpassen
es: Ajustar al alto
hu: Magassághoz illesztve
it: Adatta ad altezza
pl: Dopasuj wysokość
tr: Yükseliğe sığdır
zh: 配合高度

# exprt_FitToPage
source: Fit to width
de: An Breite anpassen
es: Ajustar al ancho
hu: Szélességhez illesztve
it: Adatta a larghezza
pl: Dopasuj szerokość
tr: Genişliğe sığdır
zh: 配合宽度

# exprt_FullView
source: Full view
de: Gesamtansicht
es: Vista completa
hu: Teljes nézet
it: Visualizzazione intera
pl: Pokaż całą stronę
tr: Tam görünüm
zh: 全视图

# exprt_Gif_Format
source: Gif format
es: Formato GIF
it: Formato GIF
pl: Format GIF
tr: Gif formatı
zh: GIF图象格式

# exprt_GridSettings
source: Grid Settings
de: Grideinstellungen
es: Ajustes de grilla
it: Impostazioni tabella
pl: Ustawienia siatki
tr: Grid Ayarları
zh: 栅格安置

# exprt_Grid
source: Grid
de: Tabelle
es: Grilla
it: Tabell
pl: Siatka
zh: 栅格

# exprt_GridBGColor
source: Click to change the grid background color
de: Klicken um Grid-Hintergrundfarbe zu ändern
es: Clic para cambiar el color de fondo de la grilla
it: Click per cambiare sfondo tabella
pl: Kliknij tu by zmienić kolor tła siatki
tr: Grid geriplan rengini değiştirmek için tıkla
zh: 击此改变于栅格背景颜色

# exprt_Group
source: Group
de: Gruppe
es: Grupo
hu: Csoport
it: Gruppo
pl: Grupy
tr: Grup
zh: 组

# exprt_HotKey
source: Key combination to switch the drill buttons visibility
de: Tastenkombination um Drill-Buttons sichtbar zu schalten
es: Combinación de teclas para cambiar visibilidad de los botoens de detalle
it: Combinazione tasti per cambiare visibilità pulsanti drill
pl: Kombinacja klawiszy przełączająca widoczność przycisków drążenia
tr: Drill düğmelerini değiştirmek için anahtar kombinasyon
zh: 联合键转换可见展开按钮

# exprt_HotKeyText
source: Hot key
es: Tecla Rápida
it: Scorciatoia tastiera
pl: Skrót klawiszowy
tr: Sıcak tuş
zh: 热键

# exprt_Html_Format
source: Html format
es: Formato HTLM
hu: Html formátm
it: Formato HTML
pl: Format HTML
tr: Html formatı
zh: Html 格式

# exprt_ImageClear
source: Image clear
de: Bild leeren
es: Limpiar imagen
it: Cancella immagine
pl: Czyszczenie obrazu
tr: Görüntüyü temizle
zh: 清晰的图象

# exprt_ImagePosition
source: Image position
de: Bild Position
es: Posición de la imagen
hu: Kép pozíció
it: Posizione immagine
pl: Pozycja obrazu
tr: Görüntü pozisyonu
zh: 图象位置

# exprt_Jpg_Format
source: Jpg format
es: Formato JPG
hu: Jpg formátum
it: Formato JPG
pl: Format JPG
tr: Jpg formatı
zh: Jpg 格式

# exprt_LineColor
source: Click to change the grid border color
de: Klicken um Grid-Rahmenfarbe zu ändern
es: Clic para cambiar el color del borde de la grilla
it: Click per cambiare colore bordo tabella
pl: Kliknij tu by zmienić kolor krawędzi siatki
tr: Grid kenarlık rengini değiştirmek için tıkla
zh: 击此改变于栅格边界颜色

# exprt_LoadSkin
source: Load
de: Laden
es: Cargar
hu: Betöltés
it: Carica
pl: Wczytaj
tr: Yükle
zh: 加载

# exprt_ManyFileFormat
source: {0} part {1}
de: {0} Teil {1}
es: {0} de {1}
it: {0} parte {1}
pl: {0} część z {1}
tr: {0} bölüm {1}
zh: {0} 部分 {1}

# exprt_MeasurePosition
source: Measure panel position
es: Posición del panel de medidas
it: Posizione panello misura
pl: Położenie obszaru miar
tr: Ölçü paneli pozisyonu
zh: 量度面板位置

# exprt_Member
source: Member
de: Element
es: Miembros
it: Elemento
pl: Elementy
tr: Üye
zh: 成员

# exprt_MemberTotal
source: Member total
de: Element Summe
es: Miembro total
it: Totale elemento
pl: Podsumowania elementów
tr: Üye toplamı
zh: 成员总数

# exprt_MoveToCustom
source: Move to page number
de: Gehe zu ausgewählter Seite
es: Mover a página
it: Vai a numero pagina
pl: Przejdź do strony nr...
tr: nolu sayfaya git
zh: 移至自定页

# exprt_MoveToLast
source: Last page
de: Gehe zu letzter Seite
es: Mover a última página
hu: Utolsó oldal
it: Ultima pagina
pl: Ostatnia strona
tr: Son sayfa
zh: 移至最后一页

# exprt_MoveToNext
source: Next page
de: Gehe zu nächster Seite
es: Mover a página siguiente
hu: Következő oldal
it: Pagina seguente
pl: Następna strona
tr: Sonraki sayfa
zh: 移至下一页

# exprt_MoveToPrior
source: Previous page
de: Gehe zu vorheriger Seite
es: Mover a página anterior
hu: Előző oldal
it: Pagina precedente
pl: Poprzednia strona
tr: Önceki sayfa
zh: 移至上一页

# exprt_MoveToToFirst
source: First page
de: Gehe zu erster Seite
es: Mover a primera página
hu: Első oldal
it: Prima pagina
pl: Pierwsza strona
tr: İlk sayfa
zh: 移至第一页

# exprt_OK
source: Accept changes and close the dialog
de: Änderungen anwenden und Dialog schließen
es: Aceptar cambios y cerrar ventana
it: Conferma modifiche e chiudi finestra
pl: Zaakceptuj zmiany i zamknij okno dialogowe
tr: Değişiklikleri kabu et ve diyalog penceresini kapat
zh: 应用和关闭对话框

# exprt_OncePage
source: One page
de: Einzelne Seite
es: Una página
it: Una pagina
pl: Jedna strona
pt: Página única
tr: Tek sayfa
zh: 浏览一页

# exprt_PageAllView
source: Fit Page
de: Zoom um alle Seiten anzuzeigen
es: Zoom a toda la página
it: Adatta pagina
pl: Cała strona
pt: Ajustar à página
tr: Sayfaya sığdır
zh: 放大全部页

# exprt_PageEdges
source: Page Setup
de: Seitenränder
es: Página y bordes
it: Impostazioni pagina
pl: Ustawienia strony
tr: Sayfa Yapısı
zh: 页和边缘

# exprt_PageFour
source: Four pages
de: Vier Seiten
es: Cuatro paginas
it: Quattro pagine
pl: Cztery strony
tr: Dört sayfa
zh: 四页

# exprt_PagesCurrent
source: Current page ({0})
de: Aktuelle Seite ({0})
es: Página actual ({0})
hu: Aktuális oldal ({0})
it: Pagina corrente ({0})
pl: Bieżąca strona ({0})
tr: Geçerli sayfa ({0})
zh: 当前页 ({0})

# exprt_PageSegmentFormat
source: Page {0:D} from {1:D}
de: Seite {0:D} von {1:D}
es: Página {0:D} de {1:D}
hu: {0:D} / {1:D} oldal
it: Pagina {0:D} da {1:D}
pl: Strona {0:D} z {1:D}
tr: Sayfa {0:D} dan Sayfa {1:D}
zh: 页 {0:D} 从 {1:D}

# exprt_PageToHeight
source: Fit Height
de: Seite an Höhe anpassen
es: Zoom al alto de página
it: Adatta altezza
pl: Dopasuj wysokość
tr: Yüksekliğe Sığdır
zh: 放大页配合高度

# exprt_PageToWidth
source: Fit Width
de: Seite an Breite anpassen
es: Zoom al ancho de página
it: Adatta larghezza
pl: Dopasuj szerokość
pt: Ajustar à largura
tr: Genişliğe Sığdır
zh: 放大页配合宽度

# exprt_PageTwo
source: Two pages
de: Zwei Seiten
es: Dos páginas
it: Due pagine
pl: Dwie strony
tr: İki Sayfa
zh: 两页

# exprt_PagsSegment
source: All pages (from {0} to {1})
de: Alle Seiten (von {0} bis {1})
es: Todas la páginas (de {0} a {1})
it: Pagine (da {0} a {1})
pl: Wszyskkie strony (od {0} do {1})
tr: Tüm sayfalar ( {0} dan {1} ya )
zh: 全部 (from {0} to {1})

# exprt_Pdf_Format
source: Portable document
de: Portable Document (PDF)
es: PDF
it: Formato PDF
pl: Format PDF
tr: Taşınabilir doküman
zh: 便携式文件

# exprt_PivotAndData
source: Pivot and data
de: Pivot u. Daten
es: Pivot y datos
it: Pivot e dati
pl: Tabela przestawna i dane
tr: Pivot ve veri
zh: 枢轴和数据

# exprt_PivotButton
source: Pivot button
es: Botón de Pivote
it: Pulsante pivot
pl: Przycisk tabeli przestawnej
tr: Pivot düğmesi
zh: 枢轴按钮

# exprt_PivotColored
source: Colored pivot panels
de: Farbige Pivot Panels
es: Paneles de pivote coloreados
it: Pannelli pivot colorati
pl: Kolorowe panele tabeli przestawnej
tr: Renkli pivot panelleri
zh: 有色的枢轴面板

# exprt_PivotColoredTips
source: Allow to color the pivot panel and cube structure elements with different colors
de: Pivot Panel und Cube-Struktur-Elemente unterschiedlich einfärben zulassen
es: Permitir distintos colores para el panel pivote y elementos de la estructura del cubo
it: Consenti colori diversi per pannello pivot ed elementi struttura cubo
tr: pivot panelini and küp yapı elemanlarını değişik renklere boyamaya izin ver
zh: 允许枢轴面板和结构立方体用不同的颜色

# exprt_PivotPanel
source: Pivot panel
es: Panel pivote
it: Pannello pivot
pl: Panel tabeli przestawnej
tr: Pivot paneli
zh: 枢轴面板

# exprt_PivotStyle
source: Click to select Style pivot panel's
de: Klicken um Pivot-Panel-Stil auszuwählen
es: Clic para seleccionar el estilo de panel pivote
it: Click per selezionare stile panello pivot
pl: Kliknij aby wybrać styl panelu tabeli przestawnej
tr: Pivot panellerinin stili seçmek için tıklayın
zh: 击此选择枢轴面板风格

# exprt_PivotStyleText
source: Modern pivot
es: Pivote moderno
it: Pivot moderno
pl: Nowoczesna tabela przestawna
zh: 现代枢轴

# exprt_Placed_ColF
source: Col first
de: Spalte zuerst
es: Columnas primero
it: Colonna all'inizio
pl: Kolumna pierwsza
tr: İlk Sütun
zh: 栏先

# exprt_Placed_ColL
source: Col last
de: Spalte zuletzt
es: Columnas último
it: Colonna alla fine
pl: Kolumna ostatnia
tr: Son Sütun
zh: 栏后

# exprt_Placed_RowF
source: Row first
de: Zeile zuerst
es: Filas primero
it: Riga all'inizio
pl: Wiersz pierwszy
tr: İlk Satır
zh: 行先

# exprt_Placed_RowL
source: Row last
de: Zeile zuletzt
es: Filas último
it: Riga alla fine
pl: Wiersz ostatni
tr: Son Satır
zh: 行后

# exprt_Png_Format
source: Png format
es: Formato PNG
hu: Png formátum
it: Formato PNG
pl: Format PNG
tr: Png formatı
zh: Png 格式

# exprt_PreviewExportSetting
source: Preview and export settings
de: Vorschau und Exporteinstellungen
es: Ajustes de vista previa y exportar
it: Impostazioni anteprima ed esportazione
pl: Ustawienia wydruku i eksportu
pt: Visualização de impressão e configurações de exportação.
tr: Önizle ve ayarları dışa aktar
zh: 预览和导出安置

# exprt_PreviewOptions
source: Preview options at Grid
de: Vorschau im Grid
es: Opciones de vista previa en grilla
it: Opzioni anteprima in tabella
pl: Obejrzyj ustawienia na siatce
tr: Gridde önizleme seçenekleri
zh: 预览选项于栅格

# exprt_PrintAll
source: All pages
de: Alle Seiten
es: Todas las páginas
hu: Összes oldal
it: Tutte le pagine
pl: Wszystkie strony
tr: Bütün sayfalar
zh: 全页

# exprt_PrintCurrent
source: Current page
de: Aktuelle Seite
es: Página actual
hu: Aktuális oldal
it: Pagina corrente
pl: Bieżąca strona
tr: Geçerli sayfa
zh: 当前页

# exprt_PrintDialog
source: Print dialog
de: Druckdialog
es: Imprimir ventana
it: Finestra stampa
pl: Okno wydruku
pt: Janela de impressão
tr: Yazdır diyalog penceresi
zh: 打印对话框

# exprt_PrintOK
source: Print
de: Drucken
es: Imprimir
hu: Nyomtatás
it: Stampa
pl: Drukuj
pt: Imprimir
tr: Yazdır
zh: 打印

# exprt_PrintPreview
source: Print preview
de: Druckvorschau
es: Vista previa
hu: Nyomtatási előnézet
it: Anteprima stampa
pl: Podgląd wydruku
tr: Yazdırma Önizlemesi
zh: 打印预览

# exprt_PrintToFile
source: Print to file (radar export)
de: In Datei drucken (Radar Export)
es: Imprimir a archivo (exportar)
hu: Nyomtatás fájlba (radar export)
it: Stampa su file (radar export)
pl: Drukuj do pliku (eksport)
tr: Dosyaya yaz
zh: 打印于文件

# exprt_RefreshOnScroll
source: Refresh on scrolling
de: Aktualisieren bei Scrollen
es: Actualizar con scroll
it: Aggiorna durante scorrimento
pl: Odśwież przy przewijaniui
tr: Kaydırırken yenile
zh: 更新涉及滚动

# exprt_RefreshReWidth
source: Refresh when resize
de: Aktualisieren bei Größenänderung
es: Actualizar al redimensionar
it: Aggiorna al ridimensionamento
pl: Odśwież przy zmianie rozmiaru
tr: Yeniden boyutlandırırken yenile
zh: 更新涉及调整大小

# exprt_RefreshReWidthTips
source: Update when changing the column width
de: Aktualisieren beim Ändern der Spaltenbreite
es: Actualizar al cambiar ancho de columna
it: Aggiorna alla modifica larghezza colonna
pl: Odśwież przy zmianie szerokości kolumny
tr: Sütun genişiliğini değiştirirken güncelle
zh: 更新涉及转换栏宽度

# exprt_RefreshScroll
source: Enable grid refresh on scrolling
de: Grid-Aktualisieren zulassen bei Scrollen
es: Permitir actualizar de grilla en scroll
it: Abilita aggiornamento tabella durante scorrimento
pl: Zezwól na odświeżanie siatki przy przewijaniu
tr: Kaydırırken Gridin tazelenmesine izin ver
zh: 允许栅格更新涉及滚动

# exprt_SampleText
source: Sample text
de: Beispieltext
es: Texto ejemplo
it: Testo esempio
pl: Przykładowy tekst
tr: Örnek metin
zh: 正文样品

# exprt_SapmleDraw
source: Sample draw
de: Beispielzeichnung
es: Dibujo ejemplo
it: Disegno esempio
pl: Przykładowy wykres
tr: Örnek çizim
zh: 画样品

# exprt_SettingsPrint
source: Settings for print
de: Einstellungen für Druck
es: Ajustes para impresión
it: Impostazioni di stampa
pl: Ustawienia wydruku
tr: Yazdırma için ayarlar
zh: 打印设置

# exprt_ShowDrill
source: Always show drill buttons
de: Immer alle Drill Buttons zeigen
es: Mostrar botones de detalle siempre
it: Mostra sempre tutti i pulsanti drill
pl: Zawsze pokazuj wszystie przyciski drążenia
tr: Her zaman bütün drill düğmelerini göster
zh: 总是显示所有展开按钮

# exprt_ShowExportPrintPrev
source: Show with export, print, preview
de: Zeige Export, Druck, Vorschau
es: Mostrar con exportar, imprimir, vista previa
it: Mostra con Esporta, Stampa, Anteprima
pl: Pokaż przy eksporcie, wydruku, podglądzie
tr: Dışa aktarmada,yazdırmada,önizlemede göster
zh: 总是显示导出, 打印, 预览

# exprt_ShowScrollBar
source: Auto show scrollbars
de: Scrollbars automatisch zeigen
es: Mostrar barra de desplazamiento automaticamente
it: Mostra automaticamente scorrimento
pl: Automarycznie pokazuj suwaki
tr: Kaydırma çubuklarını otomatik göster
zh: 自动自动滚动条

# exprt_ShowToolbtn
source: Show toolbar with buttons
de: zeige Symbolleiste mit Buttons
es: Mostrar barra de herramientas con botones
it: Mostra barra strumenti con pulsanti
pl: Pokaż pasek narzędzi z przyciskami
tr: Düğmeli araç çubuğunu göster
zh: 显示工具栏于按钮

# exprt_ShowToolbtnText
source: Show tool buttons
de: Zeige Werkzeug-Buttons
es: Mostrar botones de herramientas
it: Mostra pulsanti strumenti
pl: Pokaż przyciski
tr: Araç düğmelerini göster
zh: 显示工具栏于按钮

# exprt_Strings
source: Strings
de: Zeichenfolgen
es: Cadenas de texto
it: Stringhe
pl: Ciągi
tr: Dizgiler
zh: 一行

# exprt_StyleAlign
source: Align text
de: Text ausrichten
es: Alineación de Texto
it: Allinea testo
pl: Wyrównanie
tr: Metni hizala
zh: 文字排列

# exprt_StyleBackColor
source: Background color
de: Hintergrundfarbe
es: Color de Fondo
it: Colore sfondo
pl: Kolor tła
tr: Geriplan rengi
zh: 背部颜色

# exprt_Text_Format
source: Text format
es: Formato de texto
it: Formato testo
pl: Format
tr: Metin formatı
zh: 文字格式

# exprt_TextAlign
source: Text align
de: Textausrichtung
es: Alineación texto
it: Allineamento testo
pl: Wyrównanie
tr: Metin hizalama
zh: 文字排列

# exprt_TextFont
source: Text font
de: Text Schriftart
es: Fuente de Texto
it: Carattere testo
pl: Czcionka
tr: Metin yazı tipi
zh: 文字字形

# exprt_TextOnPivot
source: View text on pivot panel (only for usual view!)
de: Text auf Pivot Panel anzeigen (nur Standardansicht!)
es: Ver texto en el pane de pivot
it: Mostra testo su panello pivot (solo per visualizzazione normale!)
pl: Pokaż tekst w obszarze tabeli przestawnej (tylko dla typowego widoku!)
tr: Pivot panelinde metin göster (sadece klasik görünüm için!)
zh: 显示文字在枢轴面板 (平常观看)

# exprt_TextOnPivotText
source: Text on pivot panels
de: Text auf Pivot Panels
es: Texto en los paneles pivot
it: Testo su pannello pivot
pl: Tekst w obszarze tabeli przestawnej
tr: Pivot paneli üzerinde metin
zh: 文字在枢轴面板

# exprt_Tiff_Format
source: Tiff format
es: Formato TIFF
it: Formato TIFF
pl: Format TIFF
pt: Tiff
tr: Tiff formatı
zh: Tiff 格式

# exprt_Title_document
source: Title document
de: Dokumententitel
es: Título del documento
it: Titolo documento
pl: Tytuł dokumentu
tr: Başlık dokümanı
zh: 标题文件

# exprt_ToolBtn
source: Tool button
de: Werkzeug-Button
es: Botón de Herramientas
it: Pulsante strumento
pl: Przycisk narzędzia
tr: Araç düğmesi
zh: 工具按钮

# exprt_TreeWidth
source: Set width of tree
de: Tree View Breite setzen
es: Establecer ancho del árbol
it: Imposta larghezza visualizzazione ad albero
pl: Ustaw szerokość drzewa
tr: Ağaçın genişliğini ayarla
zh: 调整树状宽度

# exprt_TreeWidthText
source: Tree view width
de: Tree View Breite
es: Ancho del árbol
it: Larghezza visualizzazione ad albero
pl: Szerokość widoku drzewa
tr: Ağaç görünümü genişliği
zh: 树状宽度

# exprt_ViewMode
source: Select this to show view mode
de: Alles anzeigen
es: Marcar para mostrar modo de vista
it: Selezionare per mostrare la modalità di visualizzazione
pl: Wybierz aby pokazać tryb przeglądania
tr: Görünüm şeklini göstermek için bunu seç
zh: 选择这东西于观看模式

# exprt_ViewModeText
source: View mode
de: Ansicht
es: Modo de vista
it: Modalità visualizzazione
pl: Tryb przeglądania
tr: Görünüm şekli
zh: 观看模式

# exprt_Worksheet
source: Worksheet {0}
de: Arbeitsblatt {0}
es: Hoja de Trabajo {0}
it: Foglio di lavoro {0}
pl: Arkusz {0}
tr: Çalışma sayfası {0}
zh: 工作表 {0}

# exprt_Xml_Format
source: Xml format
es: Formato XML
it: Formato XML
pl: Format XML
tr: Xml formatı
zh: Xml 格式

# exprt_ZoomCustom
source: Custom zoom
de: Benutzerdefinierter Zoom
es: Zoom
it: Ingrandimento personalizzato
pl: Dowolne powiększenie
tr: Özel Yakınlaştırma
zh: 自定放大

# MF_CurrentColorChemas
source: Current color scheme
de: Aktuelles Farbschema
es: Esquema de color actual
it: Schema colori corrente
pl: Bieżący schemat kolorów
pt: Esquema de cores corrente
tr: Geçerli renk şeması
zh: 当前颜色计划

# MF_MindFormating
source: Conditional formatting
de: Bedingte Formatierung
es: Formato Condicional
it: Formattazione condizionale
pl: Formatowanie warunkowe
pt: Formatação condicional
tr: Koşullu formatlama
zh: 有条件格式

# MF_ShowMenuCommand
source: Show maked command's
de: Zeige ausgeführte Kommandos
es: Mostar comandos marcados
it: Mostra comandi creati
pl: Pokaż wykonane polecenia
pt: Exibir comandos
tr: Eklenmiş emirleri göster
zh: 显示构成命令

# MF_ShowMenuItem
source: Show menu item's
de: Zeige Menüeinträge
es: Mostrar items del menú
it: Mostra oggetti menu
pl: Pokaż pozycję menu
pt: Exibir menu
tr: Menü madderlerini göster
zh: 显示菜单项目

# MF_ShowMenuLastCommand
source: Show last using command
de: Zeige letztes benutztes Kommando
es: Mostar último comando usado
it: Mostra l'ultimo comando
pl: Pokaż menu ostatnich poleceń
pt: Exibir último comando
tr: Emir kullanarak sonu göster
zh: 显示最后的命令

# MF_ShowMenuMode
source: Show selection mode menu
de: Zeige Auswahl-Menü
es: Mostar menú de modo de selección
it: Mostra il menu di modalità selezione
pl: Pokaż menu sposobu zaznaczania
pt: Exibir modo de seleção
tr: Seçim şekli menüsünü göster
zh: 显示选择模式菜单

# MF_ShowMenuThemes
source: Show color's themes menu
de: Zeige Farbauswahl-Menü
es: Mostrar menu de temas de colores
it: Mostra il menu degli schemi di colori
pl: Pokaż menu wyboru koloru
pt: Exibir temas
tr: Renk temaları menüsünü göster
zh: 显示颜色风格菜单
