Repository: RadarSoft/radarcube-olap-analysis
Catalog: src/Localization/Resources.*.resx
Languages: da, de, es, fa, fr, hr, hu, it, ja, lt, nl, no, pl, pt, sv, tr, vi, zh

# rsInactiveCube
source: The cube should be active to make a call on this method.
de: Der Cube muss aktiv sein um diese Methode aufrufen zu können
es: El cubo debe estar activo para llamar este método.
fr: The cube doit être actif pour appeler cette méthode
hr: Kocka treba biti aktivna za poziv te akcije.
it: Il cubo deve essere attivo per chiamare questo metodo.
ja: このメソッドを実行するにはキューブはアクティブである必要性があります。
nl: De kubus moet actief zijn voor deze functie
no: Kuben må være aktiv for å kalle denne metoden
pl: Kostka powinna być aktywna, aby wywołać tą metodę.
pt: O cubo precisa estar ativo para chamar esse método.
sv: Kubden måste vara aktiv för anrop till denna metod.
tr: Bu metodu çağımak için kübün aktif olması gerekli
zh: 在这个方法中，立方体应被调用

# rsInadmissibleDrillAction
source: Inadmissible drill action ({0}) for member: {1}
de: Unzulässige Drill-Aktion ({0}) für : {1}
es: La navegación no as admitida ({0}) para el miembro: {1}
fr: Action de navigation impossible ({0}) pour le membre: {1}
hr: Nemoguća akcija ({0}) za člana: {1}
it: Azione drill non possibile ({0}) per l'elemento {1}
ja: 無効なドリル アクション ({0}) メンバ： {1}
nl: Niet toegankelijke zoom actie ({0}) m.b.t. lid: {1}
no: Ulovlig 'drill' aksjon ({0}) for medlem: {1}
pl: Niedozwolone drążenie ({0}) dla elementu {1}
pt: Drill não permitido ({0}) para o membro: {1}
tr: üye {1} için uygulanamayan sondaj aksiyonu ({0})
zh: 不许可展开行动 ({0}) 对于此成员: {1}

# rsInvalidPropertyError
source: Invalid property value at {0:X}
de: Ungültiger Eigenschaftswert bei {0:X}
es: Valor de la propiedad inválido en {0:X}
fr: Valeur de propriété invalide à la position {0:X}
it: Valore della proprietà non valido {0:X}
ja: 無効なプロパティ値 {0:X}
nl: ongeldige eigenschapwaarde {0:X}
no: Ulovlig egenskap verdi ved {0:X}
pl: Niewłaściwa wartość atrybutu w {0:X}
pt: Propriedade inválida em {0:X}
sv: Ogiltigt egenskapsvärde vid {0:X}
tr: {0:X} da geçersiz değer
zh: 属性无效于 {0:X}

# rsInvalidStreamFormat
source: Invalid stream format
de: ungültiges Datenformat
es: Formato de origen inválido
fr: Format de fichier invalide
it: Formato dello stream errato
ja: ストリーム フォーマットは無効です
nl: Ongeldig stream formaat
no: Ugyldig kilde format
pl: Niewłaściwy format strumienia
pt: Stream inválido
tr: Geçersiz stream formatı
zh: 数据格式错误

# rsInvalidTagError
source: Invalid stream data at position {0:X}. Tag "{1}" expected
de: Ungültiger Datenwert an Position {0:X}. Element "{1}" erwartet
es: Dato de origen inválido en {0:X}. Se esperaba "{1}"
fr: Format de fichier invalide en position {0:X}. Tag "{1}" attendu
it: Dati dello stream errati nella posizione {0:X}. Previsto tag "{1}"
ja: 無効なストリーム データ、位置： {0:X}、タグ "{1}" 想定されていました
nl: Omgeldige stream data op positie {0:X}. Tag "{1}" verwacht.
no: Uguldig kilde format ved posisjon {0:X}. Tag "{1}" forventet
pl: Niewłaściwe dane w strumieniu w pozycji {0:X}. Oczekiwano tagu "{1}"
pt: Sream inválido na posição {0:X}. Tag "{1}" esperado.
tr: {0:X}. Poziyonunda geçersiz veri Etiket "{1}" veri
zh: 数据格式错误于位置{0:X}. Tag "{1}"

# rsiTimeIntelligence
source: Time intelligence for "{0}"
de: Zeitintelligenz für "{0}"
es: Tiempo de inteligencia para "{0}"
hu: Idő intelligencia a "{0}" -ra
it: Informazione periodo per "{0}"
ja: 時間インテリジェンス： "{0}"
nl: Tijd intelligentie voor "{0}"
no: Tids-funksjoner for "{0}"
pl: Time intelligence dla "{0}"
pt: Data Inteligente para "{0}"
tr: "{0}" için Zaman Zekası
zh: 时间智能对于 "{0}"

# rsKPIs
source: KPIs
es: Indicadores Clave de Desempeño
hu: Mutatószámok
it: Indici Chiave di Performance (KPI)
ja: KPI
pl: KPI
sv: KPIer
tr: KPIler
zh: 指标

# rsLoading
source: Loading...
da: Læser...
de: Laden...
es: Cargando...
fa: در حال بارگذاری....
fr: Chargement...
hr: Učitavam...
hu: Betöltés...
it: Caricamento...
ja: ロード中...
lt: Kraunama...
nl: Laden...
no: Laster...
pl: Ładowanie...
pt: carregando...
sv: Laddar...
tr: Yükleniyor...
zh: 加载中...

# rsMeasures
source: Measures
da: Målinger
de: Werte
es: Métricas
fa: مقدارها
fr: Mesures
hr: Mjere
hu: Adatok
it: Misure
ja: メジャー
lt: Matavimai
nl: Meetwaarden
no: Målinger
pl: Miary
pt: Medidas
sv: Mätvärden
tr: Ölçüler
vi: Các thước đo
zh: 度量值

# rsMeasuresPosition
source: Measures position
da: Målinger position
de: Wertpositionen
es: Posición de métricas
fa: موقعیت مقدار
fr: Position mesures
hr: Položaj mjera
it: Posizioni misure
ja: メジャーの位置
lt: Matavimų pozicija
nl: Meetwaarde positie
no: Målinger posisjon
pl: Pozycja miar
pt: Posição das medidas
sv: Mätvärdesposition
tr: Ölçü Yeri
vi: Vị trí các thước đo
zh: 度量值位置

# rsMuitifilterDrillthroughError
source: Cannot execute the Drillthrough statement: the filtered hierarchy '{0}' has more than one member visible.
de: Drillthrough-Anweisung kann nicht ausgeführt werden: die gefilterte Hierarchie '{0}' hat mehr als ein sichtbares Element.
es: No se puede ejecutar Drillthrough: La dimensión filtrada '{0}' tiene más de un miembro visible.
fr: Impossible d'exécuter la demande de forrage : la hiérarchie '{0}' a plus d'un membre visible.
hu: Nem lehet lefuttatni az átfúrási műveletet: a szűrt '{0}' hierarhiának több mint egy eleme is látható.
it: Impossibile eseguire l'istruzione Drillthrough: la gerarchia filtrata '{0}' ha più di un elemento visibile
ja: ドリルスルーを実行できません：フィルタされている階層'{0}' に1つ以上のメンバーが表示されています。
nl: Kan niet inzoomen: de gefiliterde hiërarchie '{0}' heeft meer dan één zichtbaar lid.
no: Kan ikke utføre Drillthrough uttrykk: Det filtrerte hierarkiet '{0}' har mer enn ett medlem synlig.
pl: Nie można wykonać polecenia "Drąż przez": filtrowana hierarchia '{0}' ma więcej niż jednego widocznego członka
pt: não foi possivel fazer o Drillthrough: a hierarquia filtrada '{0}' possui mais de um membro visível.
zh: 不能执行访问细目数据: 过滤层次 '{0}' 有超过一个可见成员

# rsNamedSets
source: Named Sets
da: Navngivet sæt
es: Conjuntos nombrados
fr: Ensembles nommés
hu: Csoportok
it: Set denominati
ja: 名前付きセット
nl: Benoemde sets
no: Navngitte sett
pl: Nazwane zbiory
pt: Conjuntos nomeados
tr: Adlandırılmış Kümeler
zh: 指定置

# rsNoLevelsInHierarchy
source: The hierarchy "{0}" contains no levels.
de: Die Hierarchie "{0}" enthält mehr als einen Level.
es: La jerarquía[0] no contiene niveles
fa: سلسله مراتب "{0}" هیچ زیر سطحی ندارد
fr: La hiérarchie "{0}" n'a pas de niveau.
hr: Hijerarhija "{0}" ne sadrži razine.
hu: A "{0}" hierarhiának nincsenek szintjei.
it: La gerarchia "{0}" non contiene nessun livello
ja: 階層 "{0}" にレベルがありません。
nl: De hiërarchie "{0}" bevat geen niveaus.
no: Hierarkiet "{0}" inneholder ingen nivåer.
pl: Hierarchia "{0}" nie zawiera poziomów.
pt: A hierarquia "{0}" não contém subníveis
sv: Hierarkin "{0}" innehåller inga nivåer.
tr: Hiyerarşi "{0}" seviyesi yok
zh: 此层次 "{0}" 没有级别

# rsNoParentMember
source: The hierarchy member ({0}), which is not root nor located on a zero level, should have a parent member.
de: Das Hierarchie-Element ({0}), welches weder Wurzel ist noch auf einem untersten Level liegt, muss einen Oberknoten besitzen.
es: El miembro({0}) de la jerarquía, que no es raíz ni esta en nivel cero, deberia tener un elemento padre
fa: عضو سلسله مراتب "{0}" که ریشه ای ندارد و در سطح صفر هم واقع نشده است باید یک عضو پدر داشته باشد
fr: Le membre de hiérarchie ({0}), qui n'est pas racine ni siuté au niveau zéro, devrait avoir un parent.
hr: Član hijerarhije ({0}), koji nije korijenski nit na nultoj razini, treba imati nadređenog člana.
it: L'elemento gerarchico ({0}) dovrebbe avere un elemento padre in quanto non è radice nè è a livello zero.
ja: 階層のメンバ ({0})、はルート項目またはゼロ レベルの項目ではありませんので親が存在しなければなれません。
nl: Het hiërarchie lid ({0}), dat is nog een nul niveau heeft, zou een bovenliggend lid moeten hebben.
no: Hierarki medlem ({0}), som ikke er rot eller plassert på null-nivået, bør ha en forelder medlem.
pl: Element hierarchii ({0}), który nie jest elementem głównym ani zlokalizowanym na 0. poziomie, powinien mieć rodzica.
pt: O membro da hierarquia ({0}), não raiz ou não nivel 0 , deve possuir um nivel pai.
tr: Kök olmayan veya sıfır seviyesinde olmayan Hiyerarşi üyesi ({0}) 'nın bir ebeveyn üyesi olmak sorunda

# rsOk
source: Ok
es: Aceptar
fa: تایید
hr: Potvrdi
hu: Rendben
lt: Gerai
tr: Tamam
zh: 应用

# rsPages
source: Pages:
da: Sider:
de: Seiten:
es: Paginas:
fa: صفحات:
hr: Stranice:
hu: Oldal:
it: Pagine:
ja: ページ：
nl: Pagina’s:
no: Sider:
pl: Strony:
pt: Páginas:
sv: Sidor:
tr: Sayfalar:
zh: 页

# rspAggAllMembers
source: Aggregate all hierarchy members
de: Alle Hierarchie Elemente berechnen
es: Agregar todos los miembros de la jerarquía
fa: تمام اعضا سلسله مراتب تجمیع شوند
fr: Aggréger tous les membres de la hiérarchie
hr: Zbroji sve članove u hijerarhiji
hu: A hierarhia összes elemének aggregálása
it: Aggrega tutti gli elementi della gerarchia
ja: 階層の全てのメンバを集計
nl: Aggregeer alle hiërarchie leden
no: Aggreger alle hierarki medlemmer
pl: Zagreguj elementy hierarchii
pt: Agregar todos os membros da hierarquia
sv: Aggregera alla hierarkimedlemmar
tr: Bütün hiyerarşi üyelerini kümüle et
zh: 合计所有的层次成员

# rspAggVisibleMembers
source: Aggregate visible members only
de: Nur sichtbare Elemente berechnen
es: Agregar miembros visibles solamente
fa: تنها اعضا قابل مشاهده تجمیع شوند
fr: Aggréger les membres visibles seulement
hr: Zbroji samo vidljive članove
hu: Csak a látható elemek aggregálása
it: Aggrega solo gli elementi visibili
ja: 表示されているメンバのみ集計
nl: Aggregeer alleen zichtbare leden
no: Aggreger kun synlige medlemmer
pl: Zagreguj widoczne elementy
pt: Agregar membros visíveis somente
sv: Aggregera endast synliga medlemmar
tr: Sadece görünen üyeleri kümüle et
zh: 合计所有可见层次成员

# rspHideMeasuresIfPossible
source: Hide measure captions if possible
de: Kennzahl (Measure) - Überschriften ausblenden wenn möglich
es: Ocultar etiquetas de métricas si es posible
fa: عنوان برای مقدارها در صورت امکان پنهان شود
fr: Cacher les libellés des mesures, si possible
hr: Sakrij nazive mjera ako je moguće
hu: Elem cimkék elrejtése ha lehetséges
it: Nascondi i titoli delle misure se possibile
ja: 可能な場合にメジャーのキャプションを非表示
nl: Verberg meetwaarde labels als dit mogelijk is
no: Skjul målingens tekst hvis mulig
pl: Ukryj opisy miar, jeżeli to możliwe
pt: Ocultar titulos da medidas se possível
sv: Dölj mätvärdesrubriker om möjligt
tr: Mümkünse Ölçü etiketlerini sakla
zh: 尝试隐藏量度标题

# rsPopupLoading
source: The context menu is loading. Please wait...
de: Das Kontextmenue wird geladen. Bitte warten...
es: Cargando menú contextual. Por favor espere...
fa: منو درحال لود است لطفاً صبر کنید...
fr: The menu contextuel se charge. Veuillez patienter...
hr: Kontekst meni se učitava. Pričekajte molim...
hu: Menü betöltése...
it: Menu contestuale in fase di caricamento. Attendere...
ja: メニューをロードしています。お待ち下さい。
nl: Het context menu is aan het inladen. Even geduld a.u.b....
no: Menyen lastes. Venligst vent...
pl: Ładowanie menu kontekstowego. Proszę czekać...
pt: Carregando menu...
sv: Laddar meny. Vänta...
tr: Bağlam menüsü yükleniyor. Lütfen bekleyin...
zh: 菜单正在加载，请稍候……

# rspSbtDontShow
source: Don't show totals
da: Undlad at vise totaler
de: Summe nicht anzeigen
es: No mostrar totales
fa: سرجمع ها نشان داده نشود
fr: Cacher les totaux
hr: Ne prikazuj zbrojeve
hu: Összegek elrejtése
it: Non mostrare i totali
ja: 合計を表示しない
lt: Nerodyti "Viso"
nl: Laat geen totalen zien
no: Skjul detaljer
pl: Nie pokazuj sum
pt: Nao exibir totais
sv: Visa inte totalvärden
tr: Toplamları gösterme
zh: 不显示总数

# rspSbtShowFirst
source: Show totals first
da: Vis totaler først
de: Summe zuerst anzeigen
es: Totales al inicio
fa: سرجمع ها در ابتدا نشان داده شود.
fr: Afficher les totaux en premier
hr: Prvo prikaži zbrojeve
hu: Az összeget elsőnek
it: Mostra i totali all'inizio
ja: 合計を最初に表示
lt: Rodyti "Viso" pradžioje
nl: Laat totalen eerst zien
no: Vis sumlinjer først
pl: Pokaż sumy na początku
pt: Exibir totais inicio
sv: Visa totalvärden först
tr: Toplamları başta göster
zh: 总计显示在最前

# rspSbtShowLast
source: Show totals last
da: Vis totaler til sidst
de: Summe zuletzt anzeigen
es: Totales al final
fa: سرجمع ها در انتها نشان داده شود.
fr: Afficger les totaux en dernier
hr: Zbrojeve pokaži zadnje
hu: Az összeget utolsónak
it: Mostra i totali alla fine
ja: 合計を最後に表示
lt: Rodyti "Viso" pabaigoje
nl: Laat totalen laatst zien
no: Vis sumlinjer sist
pl: Pokaż sumy na końcu
pt: Exibir totais final
sv: Visa totalvärden sist
tr: Toplamları sonda göster
zh: 总计显示在最后

# rspSortAbsence
source: No sorting
da: Ingen sortering
de: Keine Sortierung
es: No ordenar
fa: بدون مرتب سازی
fr: Pas de tri
hr: Nesortirano
hu: Nincs rendezés
it: Senza ordinamento
ja: ソートしない
lt: Nerūšiuoti
nl: Niet gesorteerd
no: Ingen sortering
pl: Nie sortuj
pt: Nao Classificar
sv: Ingen sortering
tr: Sıralama Yok
vi: Không sắp xếp
zh: 不排序

# rspSortAscending
source: Sort ascending
da: Sortér stigende
de: Aufsteigend sortieren
es: Orden ascendente
fa: مرتب سازی صعودی
fr: Tri croissant
hr: Složi u rastućem redosljedu
hu: Növekvő rendezés
it: Ordine crescente
ja: 昇順にソート
lt: Rūšiuoti didėjančiai
nl: Sortering oplopend
no: Sorter stigende
pl: Sortuj rosnąco
pt: Classificar Ascendente
sv: Sortera stigande
tr: Artan Sıralama
vi: Sắp xếp tăng dần
zh: 升序排列

# rspSortByDefault
source: Default sorting
da: Standard sortering
de: Standard Sortierung
es: Orden predeterminado
fa: مرتب سازی پیشفرض
fr: Tri par défaut
hr: Složi prema postavkama
hu: Alapértelmezett rendezés
it: Ordinamento automatico
ja: 既定のソート順
lt: Rūšiavimas pagal nutylėjimą
nl: Sortering standaard
no: Standard sortering
pl: Sortuj domyślnie
pt: Classificar por padrão
sv: Sortera enligt standard
tr: Varsayılan Sıralama
vi: Sắp xếp theo mặc định
zh: 默认排序

# rspSortDescending
source: Sort descending
da: Sortér faldende
de: Absteigend sortieren
es: Orden descendente
fa: مرتب سازی نزولی
fr: Tri décroissant
hr: Složi u opadajućem redosljedu
hu: Csökkenő rendezés
it: Ordine decrescente
ja: 降順にソート
lt: Rūšiuoti mažėjančiai
nl: Sortering aflopend
no: Sorter synkende
pl: Sortuj malejąco
pt: Classificar Descendente
sv: Sortera fallande
tr: Azalan Sıralama
vi: Sắp xếp giảm dần
zh: 降序排列

# rsQuarterString
source: {0} quarter
da: {0} kvartal
de: {0} Quartal
es: Trimestre {0}
fr: Trimestre {0}
hr: {0} kvartal
hu: {0} negyed
it: {0} trimestre
ja: {0} 四半期
lt: {0} ketvirtis
nl: {0} kwartaal
no: {0} Kvartal
pl: {0} kwartał
pt: {0} trimestre
sv: Kvartal {0}
tr: {0} çeyrek
vi: Quý {0}

# rsRowArea
source: Rows area
da: Række panel
de: Zeilenbereich
es: Area de filas
fa: ناحیه ردیفها
fr: Zone Lignes
hr: Područje za retke
hu: Sor terület
it: Area righe
ja: 行
lt: Eilučių dalis
nl: Rijen gebied
no: Rad område
pl: Obszar wierszy
pt: Área de Linhas
sv: Radområde
tr: Satır Alanı
vi: Vùng các dòng
zh: 列区域

# rssmColumnRank
source: Column rank
da: Kolonne rækkefølge
de: Spaltenrang
es: Orden de Columna
fa: رتبه ستون
fr: Rang dans la colonne
hu: Oszlop szám
it: Rank di colonna
ja: 列のランク
lt: Stulpelio laipsnis
nl: Kolom rank
no: Kolonne rangering
pl: Ranga kolumny
pt: Rank da Coluna
sv: Kolumnranking
tr: Sütun Rütbesi
vi: Hạng của cột
zh: 栏等级

# rssmError
source: The measure "{0}" can't be shown in mode "{1}" because the OnShowMeasure event isn't handled
de: Das Measure "{0}" kann im Modus "{1}" nicht angezeigt werden, da der OnShowMeasure-Event nicht verarbeitet wird
es: La métrica "{0}" no puede mostrarse en modo "{1}" debido a que el evento OnShowMeasure no esta controlado
fr: La mesure "{0}" ne peut être affiché dans le mode "{1}" parce que l'évènement OnShowMeasure n'est pas supporté
hr: Mjera "{0}" ne može biti prikazana u modu "{1}" jer OnShowMeasure event nije obrađen
it: La misura "{0}" non può essere visualizzata in modalità "{1}" perchè l'evento OnShowMeasure non è gestito
nl: De meetwaarde "{0}" kan niet worden getoond in mode "{1}" vanwege het feit dat de OnShowMeasure gebeurtenis niet wordt afgehandeld
no: Målingen "{0}" Kan ikke vises i modus "{1}" fordi OnShowMeasure eventet ikke behandles
pl: Miara "{0}" nie może być pokazana w trybie "{1}", ponieważ zdarzenie OnShowMeasure nie jest obsługiwane
pt: A medida "{0}" não pode ser exibida no modo "{1}" porque o evento Exibir Medida não foi tratado.
sv: Mätvärdet "{0}" kan inte visas i läget "{1}" eftersom OnShowMeasure-händelsen inte har hanterats
tr: "{0}" ölçüsü "{1}" modunda gösterilemedi çünkü OnShowMeasure olayı yürütülmedi

# rssmKPIGoal
source: Goal
da: Mål
de: Zielsetzung
es: Meta
fa: هدف
fr: Objectif
hr: Cilj
hu: Cél
it: Obiettivo
ja: 目標
lt: Tikslas
nl: Doel
no: Mål
pl: Cel
pt: Objetivo
sv: Mål
tr: Hedef
zh: 目标

# rssmKPIStatus
source: Status
es: Estado
fa: حالت
fr: Statut
hu: Státusz
it: Stato
ja: 状況
lt: Būsena
tr: Durum
vi: Trạng thái
zh: 状态

# rssmKPITrend
source: Trend
es: Tendencia
fa: ترند
fr: Tendance
ja: 傾向
lt: Kryptis
pt: Tendência
tr: Eğilim
vi: Xu hướng
zh: 趋势

# rssmKPIValue
source: Value
da: Værdi
de: Wert
es: Valor
fa: مقدار
fr: Valeur
hr: Vrijednost
hu: Érték
it: Valore
ja: 値
lt: Reikšmė
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
sv: Värde
tr: Değer
vi: Giá trị
zh: 值

# rssmKPIWeight
source: Weight
da: Vægt
de: Gewicht
es: Peso
fa: وزن
fr: Poids
hr: Težina
hu: Súly
it: Peso
ja: 加重
lt: Svoris
nl: Gewicht
no: Vekt
pl: Szerokość
pt: Peso
sv: Vikt
tr: Ağırlık
vi: Trọng lượng
zh: 权重

# rssmNormal
source: Value
da: Værdi
de: Wert
es: Valor
fa: مقدار
fr: Valeur
hr: Vrijednost
hu: Érték
it: Valore
ja: 値
lt: Reikšmė
nl: Waarde
no: Verdi
pl: Wartość
pt: Valor
sv: Värde
tr: Değer
vi: Giá trị
zh: 值

# rssmPercentColTotal
source: Percent of Column Total
da: Procent af kolonne total
de: Prozent der Spaltensumme
es: % del total de columna
fa: درصد سرجمع ستون
fr: Pourcentage du total colonne
hr: % od Zbroja kolone
hu: Oszlop összeg százaléka
it: Percentuale del totale di colonna
ja: 列の合計値の割合
lt: Procentas nuo stulpelio "Viso"
nl: Percentage van rij-totaal
no: Prosent av kolonnens sum
pl: Procent sumy kolumny
pt: % Total da Coluna
sv: Procent av kolumn
tr: Sütun Toplamının Yüzdesi
vi: Tỉ lệ % trên tổng cột
zh: 行汇总的百分比

# rssmPercentGrandTotal
source: Percent of Grand Total
da: Procent af total
de: Prozent der Gesamtsumme
es: % del gran total
fa: درصد سرجمع کل
fr: Pourcentage du Grand Total
hr: % od Ukupnog zbroja
hu: Főősszeg százaléka
it: Percentuale del totale generale
ja: 総合計の割合
lt: Procentas nuo "Iš viso"
nl: Percentage van eind-totaal
no: Prosent av total-sum
pl: Procent sumy całkowitej
pt: % Total Geral
sv: Procent av totalen
tr: Büyük Toplamının Yüzdesi
vi: Tỉ lệ % trên tổng cộng
zh: 总计的百分比

# rssmPercentParentColItem
source: Percent of Parent Column Item
de: Prozent der Parentspalte
es: % del elemento en la columna padre
fa: درصد آیتم پدر ستون
fr: Pourcentage du parent en colonne
hr: % od nadređene kolone
hu: Szűlő oszlop elem százaléka
it: Percentuale dell'elemento padre di colonna
ja: 親の割合（列）
lt: Procentas nuo stulpelio "tėvo" reikšmės
nl: Percentage van ouder-kolom-item
no: Prosent av forelder kolonne element
pl: Procent elementu kolumny-rodzica
pt: % Item da Coluna
sv: Procent av överordnad kolumn
tr: Ana Sütün Elemanının Yüzdesi
zh: 行上父维度的百分比

# rssmPercentParentRowItem
source: Percent of Parent Row Item
de: Prozent der Parentzeile
es: % del elemento en la fila padre
fa: درصد آیتم پدر ردیف
fr: Pourcentage du parent en ligne
hr: % od nadređenog reda
hu: Szűlő sor elem százaléka
it: Percentuale dell'elemento padre di riga
ja: 親の割合（行）
lt: Procentas nuo eilutės "tėvo" reikšmės
nl: Percentage van ouder-rij-item
no: Prosent av forelder rad element
pl: Procent elementu wiersza-rodzica
pt: % Item da Linha
sv: Procent av överordnad rad
tr: Ana Satır Elemanının Yüzdesi
zh: 列上父维度的百分比

# rssmPercentRowTotal
source: Percent of Row Total
da: Procent af rækketotal
de: Prozent der Zeilensumme
es: % del total de la fila
fa: درصد سرجمع ردیف
fr: Pourcentage du total ligne
hr: % od Zbroja reda
hu: Sor összeg százaléka
it: Percentuale del totale di riga
ja: 行の合計値の割合
lt: Procentas nuo eilutės "Viso"
nl: Percentage van kolom-totaal
no: Prosent av rad-sum.
pl: Procent sumy wiersza
pt: % Total da Linha
sv: Procent av alla rader
tr: Satır Toplamının Yüzdesi
vi: Tỉ lệ % trên tổng dòng
zh: 列汇总的百分比

# rssmRowRank
source: Row rank
da: Række sortering
de: Zeilenrang
es: Orden de fila
fa: رتبه ردیف
fr: Rang de la rangée
hu: Sor rang
it: Rank di riga
ja: 行のランク
lt: Eilutės laipsnis
nl: Rij rank
no: Rad rangering
pl: Ranga wiersza
pt: Rank da linha
sv: Radranking
tr: Satır Rütbesi
vi: Hạng của dòng
zh: 排列行

# rsTryToDeleteWrongMeasure
source: The "{0}" measure isn't a calculated one and cannot be deleted.
de: Das "{0}" Measure ist nicht berechnet und kann somit nicht gelöscht werden.
es: La métrica "{0}" no es calculada y no puede eliminarse
fr: La mesure "{0}" n'est pas calculée et ne peux etre supprimée.
hr: "{0}" mjera nije računajuća pa ne može biti obrisana.
hu: A "{0}" adat nem számolt mező, ezért nem törölhető.
it: La misura "{0}" non è calcolata, quindi non è cancellabile
ja: メジャー "{0}" は計算されたメジャーではありません、削除することができません。
nl: De "{0}" meetwaarde zit niet een formule en kan niet worden verwijderd
no: "{0}" målingen er ikke en kalkulert måling og kan ikke slettes.
pl: Miara "{0}" nie jest obliczana i nie można jej usunąć.
pt: A medida "{0}" não é calculada e não pode ser excluída.
sv: Mätvärdet "{0}" är inte beräknat och kan inte tas bort.
tr: Ölçü "{0}" hesaplanmış bir ölçü değil and silinemez

# rsValues
source: Values
da: Værdier
de: Werte
es: Valores
fa: مقادیر
fr: Valeurs
hr: Vrijednosti
hu: Érték
it: Valori
ja: 値
lt: Reikšmės
nl: Waarden
no: Verdier
pl: Wartości
pt: Valores
sv: Värden
tr: Değerler
vi: Các giá trị
zh: 度量值

# exprt_Additional
source: Additional
de: Zusätzlich
es: Adicional
it: Supplementare
nl: Additioneel
pl: Dodatkowe
pt: Adicional
tr: Ek
zh: 附加

# exprt_All
source: All
de: Alles
es: Todo
hu: Össz
it: Tutte
pl: Wszystko
pt: Tudo
tr: Hepsi
zh: 全部

# exprt_Apply
source: Apply changes and keep the dialog open
de: Änderungen anwenden (Dialog nicht schließen)
es: Aplicar cambios y dejar la ventana abierta
it: Applica modifiche e mantieni la finestra aperta
pl: Zastosuj zmiany ale nie zamykaj okna dialogowego
pt: Aplicar mudancas e manter o dialogo aberto
tr: Değişikleri uygula ve diyalog penceresini açık tut
zh: 应用和保持对话框打开

# exprt_Auto_AllCells
source: All cells
de: Alle Zellen
es: Todas las celdas
hu: Minden cella
it: Tutte le celle
pl: Wszystkie komórki
pt: Todas as celulas
tr: Bütün hücreler
zh: 全部单元

# exprt_Auto_ExeptHeader
source: All cells except header
de: Alle außer Kopfzeile
es: Todas las celdas excepto el encabezado
hu: Minden cella a fejléc kivételével
it: Tutte le celle tranne le celle intestazione
pl: Wszystkie komórki poza nagłówkiem
pt: todas as celulas menos os titulos
tr: Başlık dışında bütün hücreler
zh: 全部单元除了标题

# exprt_Auto_None
source: None
de: Keine
es: Ninguno
it: Nessuna
pl: Brak
pt: Nenhum
tr: Hiçbiri
zh: 没有

# exprt_AutoSizeFor
source: Autosize cells (none, all cells, all except for header cells)
de: Zellgröße automatisch (keine, alle Zellen, alle außer Kopfzellen)
es: Tamaño de celdas automático (ninguna, todas, todas excepto encabezados)
it: Ridimensionamento automatico celle (nessuna, tutte le celle, tutte tranne le celle intestazione)
pl: Automatyczny rozmiar komórek (brak, wszystkie, wszystkie poza nagłówkiem)
tr: Hücreleri otomatik boyutladır (hiçbiri, bütün hücreler, başlık dışında bütün hücreler)
zh: 自动单元尺寸, 除了标题单元

# exprt_AutoSizeForText
source: Autosize for
de: Größe automatisch für
es: Ajustar tamaño para
it: Ridimensionamento automatico per
pl: Automatyczny rozmiar dla
tr: için otomatik boyutlandır
zh: 自动尺寸于

# exprt_Background
source: Background
de: Hintergrund
es: Fondo de pantalla
it: Sfondo
pl: Tło
tr: Geriplan
zh: 背景

# exprt_Behavior
source: Behavior
de: Verhalten
es: Comportamiento
it: Comportamento
pl: Zachowanie
tr: Davranış
zh: 行为

# exprt_Bmp_Format
source: Bitmap format
es: Formato BMP
it: Formato BMP
pl: Format bitmapy
tr: Bitmap formatı
zh: 位图格式

# exprt_BorderColor
source: Border color
de: Rahmenfarbe
es: Color del Borde
it: Colore del bordo
pl: Kolor krawędzi
tr: Kenarlık rengi
zh: 边颜色
