Repository: RadarSoft/radarcube-olap-analysis
Catalog: src/Localization/Resources.*.resx
Languages: da, de, es, fa, fr, hr, hu, it, ja, lt, nl, no, pl, pt, sv, tr, vi, zh

# rsDate
source: Date
da: Dato
de: Datum
es: Fecha
fa: تاریخ
hr: Datum
hu: Dátum
it: Data
ja: 日付
lt: Data
nl: Datum
no: Dato
pl: Data
pt: Data
sv: Datum
tr: Tarih
zh: 日期

# rsMeasure
source: Measure
da: Måling
es: Medida
fa: مقدار
fr: Mesure
hr: Mjera
hu: Mérőszám
it: Misura
ja: メジャー
lt: Matavimai
nl: Meetwaarde
no: Måling
pl: Miara
pt: Medida
sv: Mätvärde
tr: Ölçü
vi: Thước đo
zh: 度量值

# rsFilterDescription
source: Filter description
da: Filter beskrivelse
de: Filter Beschreibung
es: Descripción del filtro
fa: توصیف فیلتر
fr: Description de filtre
hr: Opis filtera
it: Descrizione filtro
ja: フィルタの記述
lt: Filtro aprašymas
nl: Filter omschrijving
no: Filter beskrivelse
pl: Opis filtru
pt: Descrição do Filtro
sv: Filterbeskrivning
tr: Filtre açıklaması
vi: Diễn giải lọc dữ liệu
zh: 过滤描述

# rsItem
source: Item
de: Element
es: Elemento
fa: آیتم
fr: Elément
hr: Stavka
hu: Elem
it: Oggetto
ja: 項目
lt: Grupė
nl: Onderdeel
no: Element
pl: Element
tr: Parça
vi: Phần tử
zh: 项

# rsLevelsToShow
source: Levels to show
de: Anzuzeigende Level
es: Niveles a mostrar
fa: سطحهایی که باید نشان داده شوند
fr: Niveau à afficher
hr: Razine za prikaz
it: Livelli da mostrare
ja: 表示するレベル
lt: Parodyti lygius
nl: Niveau's om te tonen
no: Nivåer å vise
pl: Pokazuj poziomy
pt: Niveis para exibir
sv: Nivåer att visa
tr: Gösterilecek seviyeler
zh: 显示层级

# rsEditFilter
source: Edit filter
de: Filter bearbeiten
es: Editar filtro
fa: ویرایش فیلتر
fr: Edition de filtre
hr: Uredi filter
hu: Szűrő szerkesztés
it: Modifica filtro
ja: フィルタの編集
lt: Redaguoti filtrą
nl: Bewerk filter
no: Endre filter
pl: Edytuj filtr
pt: Editar filtro
sv: Redigera filter
tr: Filtreyi düzenle
zh: 过滤编辑器

# repMoveToColorChanger
source: Move to color axis
de: Verschieben zu Farbachse
es: Mover al eje coloreado
fa: به محور رنگ منتقل شود
fr: Déplacer vers l'axe des couleurs
it: Sposta su asse colore
ja: 色の軸に移動
nl: Verplaats naar kleuras
no: Flytt til farge-akse
pl: Przenieś do osi koloru
pt: Mover para eixo de cores
tr: Renk eksenine taşı
zh: 移动到色轴

# rsDockToDataArea
source: Data area
da: Data panel
de: Datenbereich
es: Área de datos
fa: ناحیه داده
fr: Zone de données
hu: adatterület
it: Area dati
ja: データ
lt: Duomenų sritis
nl: Data gebied
no: Data område
pl: Obszar danych
pt: Area de dados
sv: Dataområde
tr: Veri alanı
vi: Vùng dữ liệu
zh: 数据区域

# repMoveToDetailsChanger
source: Move to details
de: Detailbereich
es: Mover para detalles
fa: به جزئیات منتقل شود
fr: Déplacer vers détails
it: Sposta in dettagli
ja: 詳細に移動
nl: Ga naar details
no: Flytt til etaljer
pl: Przenieś do detali
pt: Mover para detalhes
tr: Detaylara taşı
zh: 移动到详细

# repMoveToShapeChanger
source: Move to shape axis
de: Verschieben zu Formachse
es: Mover a la forma del eje
fa: به محور شکل منتقل شود
fr: Déplacer vers l'axe des formes
it: Sposta su asse forma
ja: 形noMove to shape axis
nl: Verplaats naar vormas
no: Flytt til symbol-akse
pl: Przenieś do osi kształtu
pt: Mover para eixo de formas
tr: Şekil eksenine taşı
zh: 移动到形状区域

# repMoveToSizeChanger
source: Move to size axis
de: Verschieben zu Größenachse
es: Mover al tamaño del eje
fa: به محور اندازه منتقل شود
fr: Déplacer vers l'axe des tailles
it: Sposta su asse grandezza
ja: サイズの軸に移動
nl: Verplaats naar grootte as
no: Flytt til størrelse-akse
pl: Przenieś do osi rozmiaru
pt: Mover para eixo de tamanho
tr: Büyüklük eksenine taşı
zh: 移动到尺寸轴

# rsClose
source: Close
da: Luk
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
hr: Zatvori
hu: Bezár
it: Chiudi
ja: 閉じる
lt: Uždaryti
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
sv: Stäng
tr: Kapat
zh: 关闭

# rsPreview
source: Preview
da: Vis
de: Vorschau
es: Previsualización
fa: پیش نمایش
fr: Prévisualiser
hr: Pregled
hu: Előnézet
it: Anteprima
ja: プレビュー
lt: Peržiūrėti
nl: Voorbeeld
no: Forhåndsvisning
pl: Podgląd wydruku
pt: Visualizar
sv: Förhandsgranska
tr: Ön izleme
zh: 预览

# rsQuickFilter
source: Quick filter
de: Schnellfilter
es: Filtro rápido
fa: فیلتر سریع
fr: Filtre rapide
hr: Brzi filter
it: Filtro veloce
lt: Greitas filtras
nl: Snelfilter
no: Kvikk filter
pl: Szybkie filtrowanie
pt: Filtro rapido
sv: Snabbfilter
tr: Hızlı filtreleme
zh: 快速过滤

# rsFormulaEditor
source: Formula Editor
de: Formular Editor
es: Editor de fórmula
fa: ویرایشگر فرمول
fr: Editeur de Formule
hr: Uređivač formula
hu: Képlet szerkesztő
it: Editor formule
lt: Formulių Redaktorius
nl: Formule bewerken venster
no: Formel Editor
pl: Edytor Formuł
pt: Editor de Formula
sv: Formeleditor
tr: Formül düzenleyicisi
zh: 公式编辑器

# rsMDXFunctions
source: MDXFunctions
de: MDX-Funktionen
es: Funciones MDX
fa: توابع MDX
fr: Fonction MDX
hr: MDX funkcije
hu: MDX funkciók
it: Funzioni MDX
lt: MDXFunkcijos
nl: MDX functies
no: MDXfunksjoner
pl: Funkcje MDX
pt: Funcoes MDX
sv: MDX-funktioner
tr: MDX Fonsiyonları
zh: MDX 函数

# rsMDXTemplates
source: MDXTemplates
de: MDX-Vorlagen
es: Plantillas MDX
fa: قالبهای MDX
fr: Modèles MDX
hr: MDX predlošci
hu: MDX sablonok
it: Modelli MDX
lt: MDXŠablonai
nl: MDX sjablonen
no: MDXMaler
pl: Szablony MDX
pt: Templates MDX
sv: MDX-mallar
tr: MDX Şablonları
zh: MDX模板

# rsReset
source: Reset
de: Zurücksetzen
es: Reestablecer
fa: ریست
fr: Réinitialiser
hu: Alaphelyzet
ja: リセット
lt: Atstatyti
nl: Herstel
no: Resett
pt: Redefinir
sv: Återställ
tr: Sıfırla
zh: 重置

# exprt_ModificatorContainer
source: Legend container
de: Legende Container
es: Leyenda de contenedores
it: Leggenda contenitore
pl: Legenda
tr: İşaret açıklama kutusu
zh: 图例区域

# exprt_ModificatorCustom
source: Legend custom
de: Legende spezifisch
es: Leyenda personalizada
it: Leggenda personalizzata
pl: Legenda: inne
tr: Özel işaret açıklaması
zh: 自定义图例

# exprt_ModificatorHierarchy
source: Legend hierarchy
de: Legende hierarchisch
es: Leyenda de jerarquía
it: Leggenda gerarchia
pl: Legenda: hierarchia
tr: İşaret açıklama hiyerarşisi
zh: 层次图例

# exprt_ModificatorItem
source: Legend item
de: Legende Element
es: Leyenda del item
it: Leggenda oggetto
pl: Legenda: element
tr: İşaret açıklama parçası
zh: 项图例

# exprt_ModificatorMeasure
source: Legend measure
de: Legende Measure
es: Leyenda de la medida
it: Leggenda misura
pl: Legenda: miara
tr: İşaret açıklama ölçüsü
zh: 度量值图例

# rsCreateCalcMeasure
source: Create calculated measure...
de: Berechnetes Measure erstellen...
es: Cerar medida calculada...
fa: مقدار محاسبه شونده ایجاد شود
fr: Créer une mesure calculée
hu: Kalkulált mérőszám készítés...
it: Crea misura calcolata...
lt: Sukurti apskaičiuojamą matavimą...
nl: Maak berekende meetwaarde...
no: Lag kakulert måling...
pl: Utwórz miarę wyliczaną...
pt: Criar medida calculada
sv: Skapa beräknat mätvärde...
tr: Hesaplanmış ölçü yarat...
zh: 创建计算度量值...

# rsCreateCalcMember
source: Create calculated member...
de: Berechneten Wert erstellen...
es: Crear miembro calculado...
fa: عضور محاسبه شونده ایجاد شود
fr: Créer un membre calculé...
hu: Kalkulált elem készítés...
it: Crea elemento calcolato...
lt: Sukurti apskaičiuojama sritį...
nl: Maak berekend lid ...
no: Lag kalkulert medlem...
pl: Utwórz element wyliczany...
pt: Criar membro calculado
sv: Skapa beräknad medlem...
tr: Hesaplanmış üye yarat...
zh: 创建计算成员...

# rsDeleteCalcMeasure
source: Delete measure
de: Measure löschen
es: Borrar medida
fa: مقدار حذف شود
fr: Supprimer mesure
hr: Obriši mjeru
hu: Mérőszám törlése
it: Cancella misura
ja: メジャーの削除
lt: Pašalinti matavimą
nl: Verwijder meetwaarde
no: Slett måling
pl: Usuń miarę
pt: Deletar medida
sv: Ta bort mätvärde
tr: Ölçü Sil
zh: 删除度量值

# rsDeleteCalcMember
source: Delete member
de: Member löschen
es: Borrar miembro
fa: عضو حذف شود
fr: Supprimer membre
hr: Obriši člana
hu: Elem törlése
it: Cancella elemento
ja: メンバの削除
lt: Pašalinti sritį
nl: Verwijder lid
no: Slett medlem
pl: Usuń element
pt: Deletar membro
sv: Ta bort medlem
tr: Üye Sil
zh: 删除成员

# rsEditCalcMeasure
source: Edit measure...
de: Measure bearbeiten...
es: Editar medida...
fa: مقدار ویرایش شود...
fr: Modifier mesure...
hr: Uredi mjeru...
hu: Mérőszám módosítása...
it: Modifica misura...
ja: メジャーの編集...
lt: Redaguoti matavimą...
nl: Bewerk meetwaarde...
no: Endre måling...
pl: Edytuj miarę
pt: Editar medida
sv: Redigera mätvärde...
tr: Ölçü düzenle...
zh: 编辑度量值...

# rsEditCalcMember
source: Edit member...
de: Member bearbeiten...
es: Editar miembro...
fa: عضو ویرایش شود...
fr: Modifier membre...
hr: Uredi člana...
hu: Elem módosítása...
it: Modifica elemento...
ja: メンバの編集...
lt: Redaguoti sritį...
nl: Bewerk lid...
no: Endre medlem...
pl: Edytuj element
pt: Editar membro
sv: Redigera medlem...
tr: Üye düzenle...
zh: 编辑成员...

# mdColorSettings
source: Color settings:
de: Farbeinstellungen:
es: Opciones de color:
fa: تنظیمات رنگ:
fr: Options de couleur:
hr: Postavke boje:
hu: Szín beállítások:
it: Impostazioni colore:
ja: 色の設定:
lt: Spalvų nustatymai:
nl: Kleurinstellingen:
no: Farge instillinger:
pl: Ustawienia kolorów:
pt: Definicao de cores:
sv: Färginställningar:
tr: Renk ayarları:
zh: 颜色设置:

# mdDetails
source: Details:
es: Detalles:
fa: جزئیات:
fr: Détails:
hr: Detalji:
hu: Részletek:
it: Dettagli
ja: 詳細:
lt: Detalės:
no: Detaljer:
pl: Szczegóły:
pt: Detalhes:
sv: Detaljer:
tr: Detaylar:
zh: 详细:

# mdSize
source: Size:
de: Größse:
es: Tamaño:
fa: اندازه:
fr: Taille:
hr: Veličina:
hu: Méret:
it: Grandezza:
ja: サイズ:
lt: Dydis:
nl: Grootte:
no: Størrelse:
pl: Rozmiar:
pt: Tamanho:
sv: Storlek:
tr: Büyüklük:
zh: 尺寸:

# mdSizeSettings
source: Size settings:
de: Größeneinstellungen:
es: Opciones de tamaño:
fa: تنظیمات اندازه:
fr: Options de taille:
hr: Postavke veličine:
hu: Méret beállítások:
it: Impostazioni grandezza:
ja: サイズの設定:
lt: Dydžio nustatymai:
nl: Grootte instellingen:
no: Innstillinger for størrelse:
pl: Ustawienia rozmiaru:
pt: Definicao de Tamanho:
sv: Storleksinställningar:
tr: Büyüklük ayarları:
zh: 尺寸设置:

# mnColorAxis
source: Color axis
de: Farbachse
es: Eje coloreado
fa: محور رنگ
fr: Axe des couleurs
hr: Oboji os
it: Asse colore
ja: 色の軸
lt: Spalvų ašis
nl: Kleuras
no: Farge-akse
pl: Oś koloru
pt: Eixo de cores
tr: Renk ekseni
zh: 色轴

# mnDetails
source: Details
es: Detalles
fa: جزئیات
fr: Détails
hr: Detalji
hu: Részletek
it: Dettagli
ja: 詳細
lt: Detalės
no: Detaljer
pl: Szczegóły
pt: Detalhes
sv: Detaljer
tr: Detaylar
zh: 详细

# mnSizeAxis
source: Size axis
de: Größenachse
es: Tamaño del eje
fa: محور اندازه
fr: Axe des tailles
hr: Dimenzioniraj os
it: Asse grandezza
ja: サイズの軸
lt: Nustatyti ašį
nl: Grootte as
no: Størrelse-akse
pl: Oś rozmiaru
pt: Eixo de tamanho:
tr: Büyüklük ekseni
zh: 尺寸轴

# mdShape
source: Shape:
de: Form:
es: Forma:
fa: شکل:
fr: Forme:
hr: Oblik:
it: Forma:
lt: Forma:
nl: Vorm:
pl: Kształt:
pt: Forma:
sv: Form:
tr: Şekil:
zh: 形状:

# mdShapeSettings
source: Shape settings:
de: Formachse:
es: Opciones de forma:
fa: تنظیمات شکل:
fr: Options de forme:
hr: Postavke oblika:
it: Impostazioni forma:
lt: Formos nustatymai:
nl: Vorm instellingen:
no: Instillinger for symboler:
pl: Ustawienia kształtu:
pt: Definicao de forma:
sv: Forminställningar:
tr: Şekil ayarları:
zh: 形状设置:

# mnShape
source: Shape
de: Form
es: Forma
fa: شکل
fr: Forme
hr: Oblik
it: Forma
lt: Forma
nl: Vorm
no: Symbol
pl: Kształt
pt: forma
sv: Form
tr: Şekil
zh: 形状

# mnShapeAxis
source: Shape axis
de: Formachse
es: Eje de forma
fa: محور شکل
fr: Axe des formes
it: Asse forma
nl: Vorm as
no: Symbol-akse
pl: Oś kształtu
pt: eixo de forma
tr: Şekil ekseni
zh: 形状轴

# mdModificators
source: Modificators
de: Modifizierer
es: Modificadores
fa: اصلاحگرها
fr: Modificateur
hr: Modifikatori
it: Modificatori
nl: Modificatoren
no: Modifikasjoner
pl: Modyfikatory
pt: Modificadores
tr: Modifikatörler
zh: 修饰

# mdModificatorsSettings
source: Legends
da: Overskrifter
de: Legenden
es: Leyendas
fr: Légendes
hr: Legende
it: Impostazioni modificatori
lt: Legenda
nl: Legenda's
no: Tegnkart
pl: Opisy
pt: Legenda
tr: Açıklama anahtarı
zh: 图例

# mnFilterSelection
source: Filter selected items
de: Selektierte Elemente filtern
es: Filtar items seleccionados
fa: آیتمهای انتخاب شد فیلتر شوند
fr: Filtrer les éléments sélectionnés
hr: Filtriraj izabrane stavke
it: Filtra oggetti selezionati
nl: Filter geselecteerde items
no: Filtrer utvalgte elementer
pl: Filtruj wybrane elementy
pt: Filtrar items selecionados
sv: Filtrera valda poster
tr: Şeçilmiş parçaları filtrele
zh: 过滤选中的项

# mnShowUnderlying
source: Show underlying data
de: Zugrunde liegende Daten anzeigen
es: Mostrar datos subrayados
fa: داده زیرین نمایش داده شود
fr: Voir données sous-jacentes
hr: Prikaži podatke ispod
it: Mostra dati sottostanti
nl: Toon onderliggende data
no: Vis underliggende data
pl: Pokaż dane
pt: Exibir data subjacente
sv: visa underliggande data
tr: Altta yatan veriyi göster
zh: 显示基础数据

# rsConnect
source: Connect
de: Verbinden
es: Conectar
fa: اتصال
fr: Connecter
hr: Spajanje
hu: Kapcsolat
it: Connetti
ja: 接続
nl: Verbinden
no: koble til
pl: Połącz
pt: Conectar
sv: Anslut
tr: Bağlan
zh: 连接

# rsDrillthrough
source: Drillthrough...
es: Explorar...
fa: دریل به درون...
fr: Explorer...
ja: ドリルスルー...
nl: Doordrillen...
pl: Drąż...
pt: Detalhar
zh: 下钻...

# rsDrillthroughResults
source: Drillthrough results
de: Drillthrough Ergebnisse
es: Resultados de la exploración
fa: دریل به درون نتایج
fr: Résultat d'exploration
it: Risultati drillthrough
ja: ドリルスルーの結果
nl: Resultaten doordrillen
no: Drillthrough resultater
pl: Wyniki drążenia
pt: Drillthrough resultados
tr: Drillthrough sonuçları
zh: 钻取结果

# rsLoadSavedState
source: Load saved state
de: Gespeicherte Auswertung öffnen
es: Cargar estado grabado
fa: بارگذاری حالت ذخیره شده
fr: Restaurer un état sauvegardé
hr: Učitaj spremljeno stanje
hu: Mentett állapot betöltése
it: Carica stato salvato
ja: 保管された状況をロード
nl: Laad bewaarde status
no: Last lagret tilstand
pl: Wczytaj stan
pt: Carregar estado salvo
tr: Saklanmış durumu yükle
zh: 加载保存状态

# rsPanels
source: Panels
es: Paneles
fa: پانلها
fr: Panneaux
hr: Paneli
hu: Panelek
it: Pannelli
ja: パネル
lt: Dalys
nl: Panelen
no: Paneler
pl: Panele
pt: Paineis
sv: Paneler
tr: Paneller
zh: 面板

# rsRedo
source: Redo
de: Wiederholen
es: Rehacer
fa: انجام دوباره
fr: Refaire
hr: Ponovi
hu: Helyreállítás
it: Ripeti
ja: やり直し
lt: Gražinti
nl: Ongedaan maken
no: Gjenta
pl: Powtórz
pt: Refazer
sv: Gör om
tr: Tekrar Yap
zh: 撤销

# rsSaveAll
source: Save all
de: Alles speichern
es: Guardar todo
fa: ذخیره همه
fr: Enregistrer tout
hr: Spremi sve
hu: Mentés mind
it: Salva tutto
ja: すべて保存
lt: Išsaugoti viską
nl: Alles opslaan
no: Lagre alt
pl: Zapisz wszystko
pt: Salvar tudo
sv: Spara allt
tr: Hepsini Kaydet
zh: 保存全部

# rsSaveAppearance
source: Save appearance
de: Design speichern
es: Guardar apariencia
fa: ذخیره ظاهر
fr: Enregistrer la mise en page
hr: Spremi izgled
hu: A megjelenés mentése
it: Salva aspetto
ja: 外見の保存
lt: Išsaugoti išvaizdą
nl: Uiterlijk opslaan
no: Lagre utseende
pl: Zapisz wygląd
pt: Salvar aparencia
sv: Spara utseende
tr: Görünüşü kaydet
zh: 保存外观

# rsSaveData
source: Save data only
de: Nur Daten speichern
es: Guardar sólo datos
fa: ذخیره تنها داده ها
fr: Enregistrer les données uniquement
hr: Spremi samo podatke
hu: Csak adatok mentése
it: Salva soltanto dati
ja: データのみ保存
lt: Išsaugoti tik duomenis
nl: Alleen data opslaan
no: lagre kun data
pl: Zapisz dane
pt: Salvar somente dados
sv: Spara endast data
tr: Sadece veriyi kaydet
zh: 仅保存数据

# rsSavePivotAndData
source: Save pivot and data
de: Pivot und Daten speichern
es: Guardar pivote y datos
fa: ذخیره Pivot و داده ها
fr: Enregistre le pivot et les données
hr: Spremi pivot i podatke
hu: Kimutatásnézet és adat mentése
it: Salva pivot e dati
ja: ピボットとデータの保存
lt: Išsaugoti duomenis ir nustatymus
nl: Bewaar pivot en data
no: Lagre pivot og data
pl: Zapisz tabelę i danę
pt: Salvar pivot e dados
sv: Spara pivot och data
tr: Pivotu ve veriyi kaydet
zh: 保存透视表和数据

# rsSavePivotOnly
source: Save pivot only
de: Nur Pivot speichern
es: Guardar sólo el pivote
fa: ذخیره تنها Pivot
fr: Enregistrer le pivot uniquement
hr: Spremi samo pivot
hu: A kimutatásnézet mentése
it: Salva soltanto pivot
ja: ピボットのみの保存
lt: Išsaugoti tik nustatymus
nl: bewaar alleen pivot
no: Lagre kun pivot
pl: Zapisz tabelę
pt: Salvar somente pivot
sv: Spara endast pivot
tr: Sadece pivotu kaydet
zh: 仅保存透视图

# rsSaveState
source: Save state
de: Auswertung speichern
es: Guardar estado
fa: ذخیره حالت
fr: Enregistrer l'état
hr: Spremi stanje
hu: Állapot mentés
it: Salva stato
ja: 状況の保存
lt: Išsaugoti būseną
nl: Bewaar status
no: Lagre tilstand
pl: Zapisz stan
pt: Salvar Estado
tr: Durumu kaydet
zh: 保存状态

# rsShowAllPanels
source: Show all panels
de: Alle Bereiche anzeigen
es: Mostrar todos los paneles
fa: نمایش تمام Panel ها
fr: Montrer tout
hr: Prikaži sve panele
hu: Mindegyik panel látható
it: Mostra tutti i pannelli
ja: すべてのパネルを表示
lt: Rodyti visas dalis
nl: Toon alle panelen
no: Vis alle paneler
pl: Pokaż wszystkie panele
pt: Exibir todos os paineis
sv: visa alla paneler
tr: Bütün Panelleri göster
zh: 保存所有模板

# rsShowExceptTree
source: Show all except Structure Tree
de: Alle anzeigen außer Strukturansicht
es: Mostrar todo excepto la extructura del cubo
fa: همه بجز درخت ساختاری نمایش داده شوند
fr: Montrer tout sauf l'arbre de structure
it: Mostra tutto tranne albero struttura
nl: Toon alles behalve de boomstructuur
no: Vis all untatt struktur-tre
pl: Pokaż wszystko z wyjątkiem drzewa struktury
pt: Mostrar tudo exceto Arvore de Estrutura
sv: visa allt utom strukturträdet
tr: Yapı Ağacı dışında Hepsini göster
zh: 显示除树状结构外的所有面板

# rsShowMeasureAs
source: Show {0} as
de: Zeige {0} als
es: Mostrar {0} como
fa: نمایش }0{ب شکل
fr: Montrer {0} comme
hr: Prikaži {0} kao
it: Mostra {0} come
lt: Rodyti {0} kaip
nl: Toon {0} als
no: Vis {0} som
pl: Pokaż {0} jako
pt: Mostrar {0} como
sv: Visa {0} som
tr: Olarak {0} Göster
vi: Xem {0} theo
zh: 显示 {0} 为

# rsToggle
source: Swap rows and columns
de: Zeilen und Spalten vertauschen
es: Intercambiar filas y columnas
fa: جابجایی ستونها و ردیفها
fr: Permuter lignes et colonnes
hr: Zamijeni retke i stupce
hu: Sorok/oszlopok felcserélése
it: Inverti righe e colonne
lt: Sukeisti stulpelius ir eilutes
nl: Verwissel rijen en kolommen
no: Bytt rader og kolonner
pl: Zamień wiersze z kolumnami
pt: Trocar linha e colunas
sv: Byt plats på rader och kolumner
tr: Sütun ve satırların yerini değiştir
zh: 交换行列

# rsUndo
source: Undo
de: Rückgängig
es: Deshacer
fa: لغو
fr: Défaire
hr: Poništi
hu: Visszavonás
it: Anulla
ja: 元に戻す
lt: Atstatyti
nl: Ongedaan maken
no: Angre
pl: Cofnij
pt: Desfazer
sv: Ångra
tr: Geri Al
zh: 撤销

# rsApplyPalette
source: Apply palette
de: Palette anwenden
es: Aplicar paleta
fa: اعمال جعبه
fr: Appliquer la palette
hr: Primjeni paletu
it: Applica schema colori
lt: Pritaikyti paletę
nl: Pas palet toe
no: Bruk palette
pl: Zastosuj paletę
pt: Aplicar paleta de cores
sv: Tillämpa palett
tr: Renk paletini uygula
zh: 应用调色器

# rsApplySkin
source: Apply skin
de: Skin anwenden
es: Aplicar skin
fa: اعمال پوسته
fr: Appliquer l'aspect
hr: Primjeni skin
it: Applica tema grafico
ja: スキンを適用
lt: Pritaikyti temą
nl: Pas skin toe
no: Bruk skin
pl: Zastosuj skórkę
pt: Aplicar template
sv: Tillämpa skin
tr: Kabuğu uygula
zh: 应用皮肤

# rsResetZoom
source: Reset zoom to 100%
de: Zoom zurücksetzen auf 100%
es: Reestablecer zoom al 100%
fa: زوم به سطح 100% بازگردد
fr: Repositionner le zoom à 100%
hr: Resetiraj zum na 100%
it: Reset zoom al 100%
lt: Atstatyti dydį į 100%
nl: Herstel zoomniveau naar 100%
no: Reset zoom til 100%
pl: Ustaw powiększenie na 100%
pt: Restaurar zoom para 100%
sv: Återställ zoomen till 100%
tr: Büyütmeyi %100'e döndür
zh: 重置缩放到 100%

# rsShowDataOnly
source: Show only data panel
de: Nur Datenbereich anzeigen
es: Mostrar sólo los datos del panel
fa: تنها پانل داده نمایش داده شود
fr: Ne voir que le panneau de données
hr: Prikaži samo panel s podacima
it: Mostra soltanto pannello dati
nl: Toon alleen data paneel
no: Vis bare data panel
pl: Pokaż tylko panel danych
pt: Mostrar somente painel de dados
sv: Visa endast datapanelen
tr: Sadece veri panelini göster
zh: 仅显示数据面板

# rsShowDefault
source: Revert to default layout
de: Auf Standardlayout zurücksetzen
es: Recuperar la configuración por defecto
fa: باز گشت به به لی اوت پیشفرض
fr: Retourner à la mise en page par défaut
hr: Vrati na početni izgled
it: Torna al layout predefinito
nl: Herstel standaard uiterlijk
no: returner til standard layout
pl: Wróć do domyślnego ustawienia
pt: Restaurar layout padrao
sv: Återställ till standardfärgen
tr: Varsayılan düzenlenlemeye dön
zh: 恢复为默认布局

# rsZoomIn
source: Zoom in
de: hinein zoomen
es: Acercarse
fa: بزرگنمایی
fr: Zoom avant
hr: Približi
hu: Nagyít
it: Zoom avanti
lt: Padidinti
no: Zoom inn
pl: Powiększenie
pt: Aumentar zoom
sv: Zooma in
tr: Büyüt
zh: 放大

# rsZoomOut
source: Zoom out
de: heraus zoomen
es: Alejarse
fa: کوچکنمایی
fr: Zoom arrière
hr: Udalji
hu: Kicsinyít
it: Zoom indietro
lt: Sumažinti
nl: Zoom uit
no: Zoom ut
pl: Zmniejszenie
pt: Diminuir zoom
sv: Zooma out
tr: Küçült
zh: 缩小

# repShowPages
source: Show pages
de: Seiten anzeigen
es: Mostrar páginas
fa: نمایش صفحات
fr: Affichers les pages
hr: Prikaži stranice
it: Mostra pagine
nl: Toon pagina's
no: Vis sider
pl: Pokaż strony
pt: Mostrar paginas
sv: Visa sidor
tr: Sayfaları gsöter
zh: 显示页面

# repVisibleOnly
source: Show visible members only
de: Nur sichtbare Elemente anzeigen
es: Mostar miembros visibles solamente
fa: تنها اعضا قابل مشاهده نمایش داده شود
fr: Afficher seulement les membres visibles
hr: Prikaži samo vidljive članove
it: Mostra solo gli elementi visibili
nl: Toon alleen zichtbare leden
no: Vis kun synlige medlemmer
pl: Pokaż tylko widoczne elementy
pt: Exibir somente itens visiveis
sv: Visa endast synliga medlemmar
tr: Sadece görünen üyeleri göster
zh: 只显示可见成员

# rsActions
source: Actions
de: Aktionen
es: Acciones
fa: عملیات
hr: Akcije
it: Azioni
lt: Veiksmai
nl: Akties
no: Aksjoner
pl: Akcje
pt: Acoes
sv: Åtgärder
tr: Eylemler
zh: 时间

# rsFilterMode
source: Select filter mode
de: Filtermodus auswählen
es: Seleccionar el modo de filtro
fa: انتخاب مد فیلتر
fr: Sélectionner le mode de filtre
hr: Izaberi način filtriranja
hu: Szűró mód választás
it: Seleziona la modalità di filtro
nl: Selecteer filter modus
no: Velg filter modus
pl: Wybierz tryb filtrowania
pt: Selecione modo de filtro
sv: Välj filterläge
tr: Filtre modunu seçin
vi: Chọn chế độ lọc
zh: 选择过滤模式

# rsFilterRescale
source: Rescale
de: neu Skalieren
es: Reescalar
fa: تنظیم مقیاس
hr: Poravnaj
it: Ricalcola scala
nl: Herschaal
no: Skaler på nytt
pl: Przeskaluj
tr: Yeniden oranla
zh: 调整

# rsFilterRescaleHint
source: Show the data of the rescaled selected segment only
de: Nur Daten des ausgewählten, neu skalierten Segments anzeigen
es: Mostrar sólo los datos del segmento reescalado seleccionado
fa: تنها داده های ناحیه انتخابی تنظیم مقیاس شده نمایش داده شود
it: Mostra solo i dati dell'area selezionata da riscalare
nl: Toon alleen data van het herschaalde geselecteerde segment
no: Vis kun data fra det skalerte segmentet
pl: Pokaż tylko przeskalowane dane wybranego segmentu
tr: Sadece yeniden oranlanan seçilmiş dilimin verisini göster
zh: 仅显示调整后的选择数据段

# rsFilterShowSegmentData
source: Show segment data
de: Segmentdaten anzeigen
es: Mostrar segmento de datos
fa: نمایش داده های ناحیه
it: Mostra i dati dell'area
nl: Toon segment data
no: Vis segment data
pl: Pokaż dane segmentu
sv: Visa segmentdata
tr: Dilim verisini göster
zh: 显示数据段

# rsFilterShowSegmentDataHint
source: Show the data of the selected segment only
de: Nur Daten des ausgewählten Segments anzeigen
es: Mostrar sólo los datos del segmento seleccionado
fa: تنها داده های ناحیه انتخابی نمایش داده شود
it: Mostra solo i dati dell'area selezionata
nl: Toon alleen data van het geselecteerde segment
no: Vis kun data fra det valgte segmentet
pl: Pokaż tylko dane wybranego segmentu
sv: Visa bara datan från det valda segmentet
tr: Sadece seçilmiş dilimin verisini göster
zh: 仅显示选择的数据段
