Repository: RadarSoft/radarcube-olap-analysis
Catalog: src/Localization/Resources.*.resx
Languages: da, de, es, fa, fr, hr, hu, it, ja, lt, nl, no, pl, pt, sv, tr, vi, zh

# rsTrendAdd
source: Add trend line
de: Trendlinie hinzufügen
es: Añadir línea de tendencia
fa: اضافه کردن خط ترند
fr: Ajouter une ligne de tendance
hu: Tendencia felvitele
it: Aggiungi una linea di trend
nl: Voeg trendlijn toe
no: Legg til trend linje
pl: Dodaj linię trendu
sv: Lägg till trendlinje
tr: Eğilim çizgisi ekle
zh: 加入趋势线

# rsTrendRemove
source: Remove trend
de: Trend entfernen
es: Remover tendencia
fa: ترند حذف شود
fr: Enlever la tendance
hu: Tendencia törlése
it: Rimuovi trend
nl: Verwijder trend
no: Fjern trend
pl: Usuń trend
sv: Ta bort trendlinje
tr: Eğilimi sil
zh: 移除趋势

# rsTrendCubic
source: Cubic
de: Kubisch
es: Cúbico
fa: مکعبی
fr: Tendance cubique
hu: Köbös
it: Cubico
nl: Kubiek
no: Kubisk
pl: Sześcienny
sv: Kubisk
tr: Kübik
zh: 立方

# rsTrendLine
source: Line
de: Linie
es: Línea
fa: خط
fr: Ligne
hu: Lineáris
it: Linea
nl: Lineair
no: Linje
pl: Liniowy
pt: Linha
sv: Linje
tr: Çizgi
zh: 线

# rsTrendQuadratic
source: Quadratic
de: Quadratisch
es: Cuadrático
fa: درجه دوم
fr: Tendance quadratique
hu: Négyzetes
it: Quadratico
nl: Kwadratisch
no: Kvadratisk
pl: Kwadratowy
sv: Kvadratisk
tr: Kuadratik
zh: 二次方

# rsTrendColor
source: Trend color ...
de: Trendfarbe ...
es: Color de tendencia ...
fa: رنگ ترند...
fr: Couleur de la tendance ...
hu: Tendencia színe...
it: Colore del Trend ...
nl: Trend kleur...
no: Trend farge ...
pl: Kolor trendu ...
sv: Trendfärg ...
tr: Eğilim Rengi...
zh: 趋势颜色...

# rsTrendType
source: Trend type
de: Trendtyp
es: Tipo de tendencia
fa: نوع ترند
fr: Type de tendance
hu: Tendencia típusa
it: Tipo di Trend
pl: Typ trendu
sv: Trendtyp
tr: Eğilim Tip...
zh: 趋势类型

# label_CCSettingsSetupControl_Advanced
source: Advanced
de: Erweitert
es: Avanzado
fa: تنظیم پیشرفته
fr: Avancé
hu: Részletes
it: Avanzate
nl: Geavanceerd
no: Abvansert
pl: Zaawansowane
pt: Avancado
sv: Avancerat
tr: Gelişmiş
zh: 高级

# exprt_ExportDateFormat
source: Date: {0:dd/MM/yyyy}
de: Datum: {0:dd.MM.yyyy}
es: Fecha: {0:dd/MM/yyyy}
it: Data: {0:dd/MM/yyyy}
pl: Data: {0:yyyy-MM-dd}
zh: 日期: {0:dd/MM/yyyy}

# hint_ClickChangeColor
source: Click to change the item color
de: Klicken um Elementfarbe zu ändern
es: Click para cambiar el color del item
fa: برای تغییر رنگ آیتم کلیک کنید
fr: Cliquez pour changer la couleur de l'item
it: Clicca per cambiare il colore dell'oggetto
nl: Klik om de kleur te wijzingen
no: Klikk for å endre element farge
pl: Kliknij tu aby zmienić kolor
pt: Clique para mudar a cor do item
tr: Parça rengini değiştirmek için Tıkla
zh: 点击改变项颜色

# hint_ClickChangeShape
source: Click to change the item shape
de: Klicken um Elementform zu ändern
es: Click para cambiar la forma del item
fa: برای تغییر شکل آیتم کلیک کنید
fr: Cliquez pour changer la forme de l'item
it: Clicca per cambiare la forma dell'oggetto
nl: Klik om de vorm te wijzigen
no: Klikk for å endre element form
pl: Kliknij tu aby zmienić kształt
pt: Clique para mudar a forma do item
tr: Parça şeklini değiştirmek için Tıkla
zh: 点击改变项形状

# hint_ClickExpandCollapse
source: Click to expand or collapse
de: Klicken um zu erweitern/zuzuklappen
es: Click para expandir o contraer
fa: برای باز کردن یا بستن کلیک کنید
fr: Cliquer pour développer ou refermer
hu: Klikkeljen a kibontáshot/összecsukáshoz
it: Clicca per espandere o collassare
nl: Klik om in- of uit te klappen
no: Klikk for å ekspandere eller slå sammen
pl: Kliknij tu aby zwinąć lub rozwinąć
pt: Clique para expandir ou minimizar
tr: Açmak veya Kapatmak için Tıkla
zh: 点击展开/收拢

# hint_ClickToEditHierFilter
source: Click to edit the hierarchy filter
de: Klicken um Hierarchiefilter zu bearbeiten
es: Click para editar el filtro de jerarquía
fa: برای ویرایش فیلتر سلسله مراتب کلیلک کنید
fr: Cliquer pour éditer le filtre de hiérarchie
hu: Klikkeljen a hierachia szűrő módosításához
it: Clicca per editare il filtro gerarchico
nl: Klik om het hiërarchie filter te bewerken
no: klikk for å endre hierarki filteret
pl: Kliknij tu by edytować filtr hierarchii
pt: Clique para editar o filtro da hierarquia
tr: Hiyerarşi Filterisini Düzenlemek için Tıkla
zh: 点击编辑层次过滤器

# hint_ClickTopEditMeasFilter
source: Click to edit the measure filter
de: Klicken um Measurefilter zu bearbeiten
es: Click para editar el filtro de la medida
fa: برای ویرایش فیلتر مقدارها کلیک کنید
fr: Cliquer pour éditer le filtre des mesures
hu: Klikkeljen a mérőszám szűrő módosításához
it: Clicca per modificare il filtro sulla misura
nl: Klik om het meetwaarden filter te bewerken
no: klikk for å endre måling filteret
pl: Kliknij tu by edytować filtr miar
pt: Clique para editar o filtro da medida
tr: Ölçü Filtresini Düzenlemek için Tıkla
zh: 点击编辑度量值过滤器

# hint_ClickToSort
source: Click to sort the column
de: Klicken um Spalte zu sortieren
es: Click para ordenar la columna
fa: برای مرتب سازی ستون کلیک کیند
fr: Cliquer pour trier la colonne
hu: Klikkeljen az oszlop rendezéséhez
it: Clicca per ordinare la colonna
nl: Klik om de kolom te sorteren
no: kilkjk for å sortere kolonnen
pl: Kliknij tu by posortować wg kolumny
pt: Clique para ordernar a coluna
tr: Sütun sıralamak için Tıkla
zh: 点击列排序

# hint_CollapseCell
source: Collapse the cell
de: Zelle zuklappen
es: Contraer la celda
fa: بستن سلول
fr: Réduire la cellule
hu: Cella összecsukása
it: Collassa la cella
nl: Cell inklappen
no: Slå sammen cellen
pl: Zwiń komórkę
pt: Minimizar a celula
tr: Hücreyi Kapat
zh: 收拢列

# hint_CollapseLevel
source: Collapse this level
de: Level zuklappen
es: Contraer este nivel
fa: بستن این سطح
fr: Réduire ce niveau
hu: Összecsukás ettől a szinttől
it: Collassa questo livello
nl: Dit niveau inklappen
no: Slå sammen dette nivået
pl: Zwiń poziom
pt: Minimizar este nivel
tr: Bu seviyeyi Kapat
zh: 收拢层级

# hint_DragPanelToPivot
source: Drag the panel to pivot the Cube
de: Panel ziehen um Cube zu pivotisieren
es: Arrastrar el panel al pivote del cubo
fa: کشیدن پانل برای چرخش کیوب
fr: Glisser le paneau pour faire pivoter le cube
it: Trascina il pannello per eseguire il pivot sul cubo
nl: Sleep het paneel om de kubus te pivoteren
no: Trekk panelet for å pivotere kuben
pl: Przeciągnij panel aby zamienić wiersze i kolumnyt
pt: Arraste o painel para girar o Cubo
tr: Kübü Pivotlamak için sürükle
zh: 拖动面板透视多维数据集

# hint_DragToFilter
source: Drag an item here to apply a filter
de: Element hierher ziehen um Filter anzuwenden
es: Arrastre un item aquí para aplicar un filtro
fr: Glisser un item ici pour appliquer un filtre
hu: Vontassa a tételt ide a szűréshez
it: Trascina qui un elemento per applicare un filtro
nl: Sleep een onderdeel hier naartoe om te filteren
no: Trekk et element for å legge til et filter
pl: Przeciągnij element aby utworzyć filtr
pt: Arraste um item aqui para aplicar um filtro
tr: Filtre uygulamak için Parçayı buraya süürkle
zh: 当拖动项到这里时使用过滤器

# hint_DragToPivot
source: Drag this item to pivot the cube
de: Dieses Element ziehen um Cube zu pivotisieren
es: Arrastrar este item al pivote del cubo
fr: Glisser cet item pour faire pivoter le cube
it: Trascina qui un elemento per ruotare il cubo
no: Trekk dette elemntet for å pivotrere kuben
pl: Przeciągnij ten element aby zamienić wiersze i kolumny
pt: Arraste este item para girar o cubo
tr: Kübü Pivotlamak için bu parçayı sürükle
zh: 当拖动项到这里时透视透视多维数据集

# hint_DrillNextHierarchy
source: Drill down to the next hierarchy members
de: Drilldown zu den Elementen der nächsten Hierarchie
es: Explorar al siguiente miembro de la jerarquía
fr: Forer au prochain membre de la hiérarchie
it: Drill down agli elementi della gerarchia successiva
nl: Doorklikken tot het volgende hiërarchie leden niveau
no: Drill ned til neste hierarki medlemmer
pl: Drąż do elementów następnej hierarchii
pt: Drill down proxima hierarquia
tr: Bir sonraki hiyerarşi üyelerine in
zh: 下钻到下一层次成员

# hint_DrillNextLevel
source: Drill down to the next level members
de: Drilldown zu den Elementen des nächsten Levels
es: Explorar al siguiente nivel del miembro
fr: Forer au prochain membre du niveau
it: Drill down agli elementi del livello successivo
nl: Doorklikken tot het volgende leden niveau
no: Drill ned til neste nivå medlemmer
pl: Drąż do elementów następnego poziomu
pt: Drill down proximo nivel
tr: Bir sonraki seviye üyelerine in
zh: 下钻到下一层级成员

# hint_DrillParentChild
source: Drill down to expand the member
de: Drilldown um das Element zu erweitern
es: Explorar para expandir el miembro
fr: Forer pour déployer le membre
it: Drill down per espandere l'elemento
nl: Doorklikken om het lid uit te klappen
no: Drill ned for å ekspandere medlemmet
pl: Drąż do rozwinięcia elementu
pt: Drill down mesmo nivel - filho
tr: Üyeyi Açmak için in
zh: 下钻并展开成员

# hint_ExpandThisLevel
source: Expand this level
de: diesen Level erweitern
es: Expandir este nivel
fa: این سطح باز شود
fr: Déployer ce niveau
hu: Ennek a szintnek a kibontása
it: Espandi questo livello
nl: Dit niveau uitklappen
no: Ekspander dette nivået
pl: Rozwiń poziom
pt: Expandir este nivel
tr: Bu seviyeyi aç
zh: 展开层级

# hint_PressCtrlOrShift
source: Press Ctrl or Shift to change the selection mode
de: Strg oder Umschalttaste drücken um Auswahlmodus zu ändern
es: Presione Control o Shift para cambiar el modo de selección
fr: Appuyer sur la touche CTRL ou SHIFT pour changer le mode de sélection
it: Premi Ctrl o Shift per cambiare il modo di selezione
nl: Druk op Ctrl of Shift om de selectie modus te wijzigen
no: Trykk Ctrl eller Shift for å endre utvalget
pl: Naciśnij Ctrl lub Shift by zmienić tryb zaznaczania
pt: Pressione Ctrl ou Shift para mudar o modo de selecao
tr: Seçim modunu değiştirmek için Ctrl veya Shift 'e bas
zh: 按下 Ctrl/Shift 改变选择模式

# hint_RightClickTheCell
source: Right click the cell to show the context menu or left click to start the selection
de: Rechtsklicken der Zelle um das Kontextmenü anzuzeigen oder Linksklick um Auswahl zu starten
es: Click derecho en la celda para mostrar el menú contextual o click izquierdo para comenzar la selección
fr: Cliquez le bouton droit de la souris sur la cellule pour appeler le menu contextuel ou utiliser le bouton gauche pour commencer la sélection
it: Tasto destro sulla cella per menu contestuale o tasto sinistro per iniziare la selezione
nl: Klik op de rechtermuisknop om het context menu te openen of linkermuisknop om de selectie te starten
no: Høreklikk cellen for å vise meny eller venstreklikk for å starte et utvalg
pl: Naciśnij prawy przycisk myszy by pokazać menu kontekstowe lub lewy by zaznaczyć
pt: Clique com o botão direito na celula para exibir o menu ou com o botao direito para iniciar a selecao
tr: Menüyü göstermek için sağ tıkla veya seçmeye başlamak için sol tıkla
zh: 右键单击单元格显示上下文菜单/左键单击选择

# hint_RightClickTheCell2
source: Right click the cell to call the context menu
de: Rechtsklicken der Zelle um das Kontextmenü aufzurufen
es: Click derecho en la celda para llamar al menú contextual
fr: Cliquez le bouton droit de la souris sur la cellule pour appeler le menu contextuel
it: Tasto destro sulla cella per menu contestuale
nl: Klik op de rechtermuisknop om het context menu te openen
no: Høyreklikk cellen for meny.
pl: Naciśnij prawy przycisk myszy by pokazać menu kontekstowe komórki
pt: Clique com o botão direito na celula para exibir o menu
tr: Menüyü göstermek için sağ tıkla
zh: 右键单击单元格显示上下文菜单

# hint_RightClickToContext
source: Right click the item to call the context menu
de: Rechtsklicken des Elements um das Kontextmenü aufzurufen
es: Click derecho en el item para llamar al menú contextual
fr: Cliquez le bouton droit de la souris sur l'item pour appeler le menu contextuel
it: Tasto destro sull'elemento per menu contestuale
nl: Klik op de rechtermuisknop om het context menu te openen
no: Høyreklikk elementet for meny.
pl: Naciśnij prawy przycisk myszy by pokazać menu kontekstowe elementu
pt: Clique com o botão direito no item para exibir o menu
tr: Menüyü göstermek için sağ tıkla
zh: 右键单击项显示上下文菜单

# rsItemToFilter
source: Item to filter
de: Filterelement
es: Item a filtrar
fa: آیتم تحت فیلتر
fr: Item à filtrer
it: Elemento da filtrare
nl: Onderdeel om te filteren
no: Element som skal filteres
pl: Element do filtrowania
pt: Item para filtrar
tr: Filtrelenecek parça
zh: 项过滤器

# rsExpression
source: Expression
de: Ausdruck
es: Expresión
fa: عبارت
hr: Izraz
hu: Kifejezés
it: Espressione
nl: Expressie
no: Utrykk
pl: Wyrażenie
pt: Expressao
sv: Uttryck
tr: İfade
zh: 表达式

# rsFormat
source: Format
es: Formato
fa: فرمت
it: Formato
nl: Formaat
pt: Formato
zh: 格式

# rsChangeColor
source: Change color...
de: Farbe ändern...
es: Cambiar color...
fa: تغییر رنگ...
fr: Changer la couleur...
hr: Promijeni boju...
it: Cambia colore...
nl: Verander kleur...
no: Skift farge...
pl: Zmień kolor...
pt: Mudar cor
sv: Ändra färg...
tr: Rengi değiştir...
zh: 更改颜色...

# rsChooseColor
source: Choose color
de: Farbe wählen
es: Elegir color...
fa: انتخاب رنگ
fr: choisir la couleur
hr: Izaberi boju
it: Scegli un colore
nl: Selecteer kleur...
no: Velg farge
pl: Wybierz kolor
pt: Escolher cor
sv: Välj färg
tr: Renk seç
zh: 选择颜色

# rsSteppedColors
source: Stepped colors
de: Abgestufte Farben
es: Degrade de colores
it: Colori scalati
nl: Niet vloeiende kleuren
no: Trinnevise farger
pl: Intensywność kolorów
pt: Cores personalizadas
tr: Basamaklı renkler
zh: 阶式颜色

# rsEmailError
source: Please copy the error details above and email it to the support department at {0}.
de: Bitte kopieren sie die obigen Fehlerdetails und senden sie per e-Mail an {0}.
es: Por favor copie los detalles del error y envíelos por correo electrónico al departamento de soporte en {0}.
fr: SVP Copier le détail de l'erreur ci-dessus et l'envoyer par courriel à l'adresse suivante : {0}.
it: Inviare per email i dettagli dell'errore a {0}.
nl: Rapporteer aub bovenstaande foutmelding
no: Kopier feilmeldingen over og send den til kundestøtte-avdelingen på {0}.
pl: Prosimy o skopiowanie powyższych informacji o błędzie i przesłanie ich na adres {0}.
pt: Por favor copie o erro acima e envie por e-mail ao departamento de suporte {0}.
tr: Lütfen yukarıdaki hata detaylarını kopyalayın ve destek departmanına eposta olarak gönderin.
zh: 请复制上面的错误信息并通过Email发送到我们的支持部. {0}

# rsErrorMessage
source: Error message
de: Fehlermeldung
es: Mensaje de error
fa: پیغام خطا
fr: Message d'erreur
hr: Greška
it: Messaggio di errore
nl: Foutmelding
no: Feilmelding
pl: Komunikat o błędzie
pt: Mensagem de erro
tr: Hata mesajı
zh: 错误信息

# rsServerError
source: The server reported an error:
de: Der Server meldete einen Fehler:
es: El servidor ha notificado un error:
fr: Le serveur à généré une erreur:
hr: Server je prijavio grešku:
it: Il server ha registrato un errore:
nl: De server genereerde een foutmelding:
no: Serveren rapporterte en feil:
pl: Serwer zgłosił błąd:
pt: O servidor retornou um erro:
sv: Servern rapporterade ett fel:
tr: Sunucu bir hata raporu verdi:
zh: 服务器发现一个错误:

# rsColorArea
source: Color area
de: Farbbereich
es: Área de color
fa: ناحیه رنگ
fr: Zone de couleur
it: Area colore
nl: Kleurgebied
no: Farge område
pl: Obszar koloru
pt: Área de cores
tr: Renk Alanı
zh: 颜色区域

# rsDetailsArea
source: Details area
de: Detailbereich
es: Área de detalles
fa: ناحیه جزئیات
fr: Zone de détails
hu: Részletező terület
it: Area dettagli
nl: Detailgebied
no: Detalj område
pl: Obszar detali
pt: Área de detalhes
tr: Detay Alanı
zh: 详细区域

# rsDragMeasure
source: Drag a measure to create series
de: Ein Measure ziehen um Serien zu erzeugen
es: Arrastre una medida para crear series
fa: یک مقدار را برای ایجاد سری بکشید
fr: Déplacer une mesure pour créer des séries
it: Trascina una misura per creare una serie
nl: Sleep een meetwaarde om een serie te maken
no: Trekk en måling for å lage serier
pl: Przeciągnij miarę by utworzyć serię
pt: Arraste a medida para criar series
tr: Seri yaratmat için bir ölçü sürükle
zh: 拖动一个度量值创建序列

# rsDragMeasure2
source: Drag a measure to create chart
de: Ein Measure ziehen um einen Chart zu erzeugen
es: Arrastre una medida para crear el gráfico
fr: Déplacer une mesure pour créer des tableaux
it: Trascina una misura per creare un grafico
nl: Sleep een meetwaarde om een grafiek te genereren
no: Trekk en måling for å lage diagram
pl: Przeciągnij miarę by utworzyć wykres
pt: Arraste uma medida para criar gráfico
tr: Grafik yaratmak için bir ölçü sürükle
zh: 拖动一个度量值创建图表

# rsEnablePaging
source: Enable paging
de: Paging ermöglichen
es: Habilitar paginación
fa: فعال سازی صفحه بندی
fr: Permettre la pagination
it: Abilita il paging
nl: Pagina's inschakelen
no: Tillat sideskift
pl: Pozwól dzielić na strony
pt: Habilitar paginacao
tr: Sayfalamaya izin ver:
zh: 启用分页

# rsMatchFilter
source: Match filter:
es: Coincidir filtro:
fa: فیلتر تطبیق:
it: Filtro:
no: Kriterie filter:
pl: Filtr:
tr: Eşleme Filteri:
zh: 匹配过滤器

# rsShapeArea
source: Shape area
de: Formatbereich
es: Área de forma
fa: ناحیه شکل
it: Area formati
nl: Vorm gebeid
no: Symbol område
pl: Obszar kształtu
pt: Área de formas
tr: Şekil Alanı:
zh: 形状区域

# rsSizeArea
source: Size area
de: Größenbereich
es: Área de tamaño
fa: ناحیه اندازه
it: Area dimensioni
nl: Grootte gebied
no: Størrelse område
pl: Obszar rozmiaru
pt: Área de tamanho
tr: Büyüklük Alanı:
zh: 尺寸区域

# rsTreeFilterSettings
source: Members' tree filter settings
de: Members' Tree Filtereinstellungen
es: Opciones del filtro del árbol de miembros
it: Impostazioni filtro albero elementi
nl: Members' boomstructuur filter instellingen
no: Instillinger for medlem-tre filter
pl: Ustawienia filtru elementów
tr: Üyelerin ağaçlarının filtre ayarları
zh: 成员树过滤器设置

# hint_ConnectTo
source: Connect to the server
de: Mit Server verbinden
es: Conectar al Servidor
fr: Se connecter au serveur
it: Connetti al server
nl: Verbind met de server
no: Koble til server
pl: Połącz z serwerem
pt: Conectar ao servidor
tr: Sunucuya Bağlan
zh: 连接服务器

# hint_ExportTo
source: Export to {0}
de: Exportieren nach {0}
es: Exportar a {0}
fr: Exporter sur {0}
it: Esporta in {0}
nl: Exporteer naar {0}
no: Eksporter til {0}
pl: Eksportuj do {0}
pt: Exportar para {0}
tr: {0}'a Veri ver
zh: 导出到 {0}

# hint_LoadReport
source: Load saved report
de: Gespeicherten Report laden
es: Cargar Configuración
fa: بارگذاری گزارش ذخیره شده
fr: Chargé un rapport sauvegardé
it: Carica il salvataggio di un report
nl: Laad opgeslagen rapport
no: Hent lagret rapport
pl: Wczytaj raport
pt: Carregar relatorio salvo
sv: Öppna sparad rapport
tr: Kaydedilmiş raporu yükle
zh: 载入保存的布局

# hint_SaveReport
source: Save current report
de: Aktuellen Report speichern
es: Guardar Configuración
fa: ذخیره سازی گزارش فعلی
fr: Sauvegarder le rapport courant
it: Salva il report corrente
nl: Bewaar huidig rapport
no: Lagre aktiv rapport
pl: Zapisz bieżący raport
pt: Salvar relatorio atual
sv: Spara aktuell rapport
tr: Şu andaki raporu Sakla
zh: 保存当前布局

# rsCatalog
source: Catalog:
de: Katalog:
es: Catalogo:
fa: کاتالوگ:
fr: Catalogue:
it: Catalogo:
nl: Catalogus:
no: katalog:
pl: Katalog:
pt: Catalogo:
sv: Katalog:
tr: Katalog:
zh: 目录:

# rsConnectionSettings
source: Connection settings
de: Verbindungseinstellungen
es: Parametros Conexión
fa: تنظیمات ارتباط:
fr: Configuration de la connection
it: Impostazioni di connessione
nl: Verbindinginstellingen
no: instillinger for tilkobling
pl: Ustawienia połączenia
pt: Configuracaoes de conexao
sv: Anslutningsinställningar
tr: Bağlantı Ayarları:
zh: 连接设置

# rsCube
source: Cube:
de: Würfel:
es: Cubo:
fa: کیوب:
hu: Adatkocka:
it: Cubo:
nl: Kubus:
no: Kube:
pl: Kostka:
pt: Cubo:
sv: Kub:
tr: Küp:
zh: 多维数据集:

# rsPleaseWait
source: Please wait. Processing the request on the server...
de: Bitte warten, Anfrage wird auf Server verarbeitet...
es: Por favor espere. Procesando en el servidor...
fa: لطفاً صبر کنید در حال پردازش بر روی سرور
fr: Un moment S.V.P. Traitement de la requète sur le serveur
hu: Kérem várjon, a kérelem feldolgozás alatt...
it: Prego attendere. Il server sta elaborando la richiesta...
nl: Een moment geduld aub, het verzoek wordt verwerkt...
no: Vennligst vent. Prosesserer forespørselen på serveren...
pl: Proszę czekać. Serwer przetwarza polecenie...
pt: Aguarde por favor. Processando requisição no servidor...
sv: Vänligen vänta. Bearbetar anropet på servern...
tr: Lütfen bekleyin. Sunucuda talebi işliyor...
zh: 正在处理服务器端请求，请稍候...

# rsServer
source: Server:
es: Servidor:
fa: سرور:
fr: Serveur:
hu: Kiszolgáló:
pl: Serwer:
pt: Servidor:
tr: Sunucu:
zh: 服务器:

# rsAllMembersHidden
source: All members are hidden
de: Alle Mitglieder sind versteckt
es: Todos los miembros están ocultos
fa: تمام اعضا پنهان هستند
fr: Tous les membres sont cachés
it: Tutti gli elementi sono nascosti
nl: Alle leden zijn onzichtbaar
no: Alle medlemer er skjulte
pl: Wszystkie elementy są ukryte
pt: Todos os membros estão ocultos
sv: Alla medlemmar är dolda
tr: Bütün üyeler saklı
zh: 所有成员均隐藏

# exprt_Settings_FontAndColorGroup
source: Font and custom color of the cells being exported
de: Font und Benutzerfarbe der exportierten Zellen
es: Fuente y Color de las celdas a exportar
it: Font e colori personalizzati delle celle saranno esportati
pl: Tczionka oraz niestandardowy kolor komórek są eksportowane
tr: Hücrelerin yazı tipi ve rengi dışarı aktarılıyor
zh: 导出时单元格的字体和自定义颜色

# exprt_Settings_FontAndColor_BackColor
source: Back color
de: Hintergrundfarbe
es: Color de Fondo
it: Colore sfondo
pl: Kolor tła
tr: Geriplan rengi
zh: 背景色

# exprt_Settings_FontAndColor_Font
source: Font
de: Schrift
es: Fuente
it: Carattere
pl: Czcionka
tr: Yazı tipi
zh: 字体

# exprt_Settings_FontAndColor_FontColor
source: Font color
de: Fontfarbe
es: Color de la Fuente
it: Colore font
pl: Kolor tekstu
tr: Yazı rengi
zh: 字体颜色

# exprt_Settings_FontAndColor_PageBack
source: Page back
de: Seitenhintergrund
es: Fondo de Página
it: Indietro
pl: Tło
tr: Bir önceki sayfa
zh: 后退一页

# exprt_Settings_Grid_ByColumns
source: By columns
de: Nach Spalten
es: Por Columnas
it: Per colonna
pl: Wg kolumn
tr: Sütunlara göre
zh: 通过列

# exprt_Settings_Grid_ByRows
source: By rows
de: Nach Zeilen
es: Por filas
it: Per riga
pl: Wg wierszy
tr: Satırlara göre
zh: 通过行

# exprt_Settings_Grid_PrintColumnHeader
source: Print column header
de: Drucke Spaltenkopf
es: Imprimir Cabeceras de Columnas
it: Stampa intestazione colonna
pl: Drukuj nagłówki kolumn
tr: Sütun başlığını yazdır
zh: 打印列头

# exprt_Settings_Grid_PrintRowHeader
source: Print row header
de: Trucke Zeilenkopf
es: Imprimir Cabeceras de filas
it: Stampa intestazione riga
pl: Drukuj nagłówki wierszy
tr: Satır başlığını yazdır
zh: 打印行头

# exprt_Settings_PrintPage
source: Print
de: Drucken
es: Imprimir
hu: Nyomtatás
it: Stampa
pl: Wydruk
pt: Imprimir
tr: Yazdır
zh: 打印

# rsFor_Hierarchy
source: for {0} hierarchy
de: Für Hierarchie {0}
es: Para {0} jerarquía
fr: pour {0} hiérarchie
it: per {0} gerarchia
nl: voor {0} hiërarchie
no: for {0} hierarki
pl: dla hirarchii {0}
pt: para hierarquia {0}
sv: för hierarkin {0}
tr: hiyerarşi {0} için
zh: 层次 {0}

# rsInfoAttributesEditor
source: Info attributes editor
de: Info Attribut Editor
es: Editor info atributos
fr: Éditeur d'informations des attributs
it: Editor informazioni attributi
nl: Info attributen bewerkvenster
no: Info attributter editor
pl: Edytor atrybutów info
pt: Editor de Atributos
tr: Bilgi özellikleri düzenleyicisi
zh: 信息属性编辑器

# rsCopyCellText
source: Copy cell text
de: Zellentext kopieren
es: Copiar Texto de la celda
fr: Copier les cellules
it: Copia testo cella
nl: Kopieer cell text
no: Kopier celle tekst
pl: Kopiuj tekst komórki
pt: Copiar texto da célula
sv: Kopiera celltext
tr: Hücre metnini kopyala
zh: 复制单元格文本

# rsReady
source: Ready
de: Fertig
es: Listo
fr: Prêt
it: Pronto
nl: Gereed
no: Ferdig
pl: Gotowy
pt: Pronto
sv: Klar
tr: Hazır
zh: 就绪
